{
    "title": "'I had a love-hate relationship with my 'mini Monet' moniker'",
    "text": "\"The times were crazy back then. I'm glad it's sort of quietened down a bit and, you know, I'm just an artist now.\" For Kieron Williamson, it's hard to comprehend the scale of what went on 15 years ago – and what he has achieved since. In 2010, the world's media descended on the north Norfolk countryside to witness the hammer go down on landscape works by Kieron, one of the UK's most promising painters – aged just seven. By the age of nine, he was hosting his first career gallery and was on his way to becoming a millionaire. Now, aged 22, and towering in height above his dad, his \"mini Monet\" moniker is consigned to history, in a physical sense. However, it will forever remain part of his identity as he takes his paintbrush and easel into young adulthood. \"I had sort of a love-hate relationship with it [mini Monet] – maybe because I heard it so much,\" says Kieron, in his countryside studio close to where he grew up, and in the surroundings he remains inspired by. \"But I mean, what an honour to have my name up there with Monet's, you know?\" Williamson's love affair with painting began when he was first able to pick up a brush, on his family holidays in Cornwall. His ability astonished his parents Michelle and Keith, and soon after he went on to take art classes alongside adult peers. By 2010, his work was of such a standard that he was being exhibited in his former hometown of Holt, where his family lived in an unassuming flat beside a petrol station. In a matter of weeks, word of his extraordinary ability had spread across the world – leading to his worksselling for £150,000 in just minutes. \"From that moment it all went sort of crazy, we haven't looked back,\" says Kieron. \"I do still remember it. I remember the feeling – it was pretty amazing. I suppose you can compare it to, like, your team scoring a goal. It's that kind of feeling.\" Such global attention at such a young age was, at times, \"very intense\" and \"overwhelming\", Kieron says. \"It was crazy. I don't think I've fully understood the extent of how crazy it was. \"I felt every week we were up at London filming and there was film crews - it felt just like every week, from all parts of the world. \"It was mad, but it was also brilliant at the same time.\" Far from seeing his experiences as a boy as a burden, Kieron says he will \"always feel grateful that it actually happened\". \"To be fair, I never really think about it, you know? It's just something that happened and it's shaped my life, but I don't see myself as anybody famous. \"It's given me such great opportunities and the people we've met along the way has been amazing. \"The times were crazy back then. I'm glad it's sort of quietened down a bit and, you know, I'm just an artist now. \"I don't know how my parents done it but they steered such a steady course. They done such a good job.\" Throughout his teens, Kieron was home-schooled and was able to hone his craft. He still takes inspiration from the landscapes where he lives, with fellow East Anglian painters Edward Seago and Alfred Munnings remaining strong influences. But in recent years, he has ventured into portraiture and equine work too, with horse-riding becoming a passion outside of the studio. \"I go horse-riding twice a week – and that's a nice release. Just a few hours to think about something completely different,\" he says. \"But then again, it's also understanding of the horses [that has] helped my painting as well. I can't escape from it. \"Before bed I'm looking at art. When I wake up I'm looking at art. So I don't ever switch off. But I love it, so why would I want to?\" Despite this lack of \"escape\", he still gets joy from being an artist. \"It's hard to describe. I mean, I walked in my studio this morning and I was just like looking at my paintings – there's a feeling. I think it's pride, because I'm putting on to canvas and capturing something that's going to last – out-do me, out see me, and it's going to be possibly on somebody's wall for generations, you know? I'm sort of leaving my mark.\" He is three-quarters of the way through his next body of work, which will be exhibited at the same gallery in Holt as all those years ago. His works nowadays reach the high tens of thousands of pounds – with some of his sought-after early pieces starting to drip-feed back on to the market too. Adrian Hill, the managing director of Adrian Hill Fine Art gallery in Holt, says Kieron's enduring appeal is simple to understand. \"The older he's become, he's taken the public with him, which is a very important thing to do,\" he says. \"He's stayed very true to himself and as a result of that, he's producing some absolutely superb paintings. \"When you look at it in art history – 200, 300 years from now and people look back and say, who was the most successful child painter in the 21st Century? The answer's undoubtedly going to be Kieron Williamson.\" For Kieron's father Keith, an art dealer who lives with his son in Norfolk, he says \"it's been one heck of a journey\". \"I think we coped all right with it. It's changed our lives a lot and we just muddled along, really. \"No-one really knew this would still be going and nor did we, we just stayed with it.\" \"He'll never give up art. He gets up in the morning and that's all he ever talks about until the time he goes to bed - apart from Leeds [United],\" he jokes. \"I did want him to be a footballer. I wanted him to be the next Leeds captain, but you can't have everything.\" Follow Norfolk news onBBC Sounds,Facebook,InstagramandX.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/e765/live/9f8724d0-bd67-11ef-a0f2-fd81ae5962f4.jpg.webp",
            "caption": "Kieron Williamson is no longer a \"mini Monet\", but a fully-grown adult artist",
            "altText": "Qays Najm/BBC Kieron Williamson smiling at the camera side on, while painting outside. He has short blonde hair and stubble and is wearing a dark green waxed jacket. He is painting on to paper held by an easel. In the background are sheep in a field. It is a dull winter's day. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c58d/live/83f143d0-bd68-11ef-aff0-072ce821b6ab.jpg.webp",
            "caption": "Seven-year-old Kieron Williamson, with his father Keith and younger sister Billie-Jo, sit quietly in the corner of a Norfolk gallery while his works are sold around the world",
            "altText": "Kieron, Keith and Billie-Jo Williamson sat in a gallery, looking into the space where Kieron's work is being auctioned (out of picture). Kieron is wearing a green T-shirt. His father has a striped polo-neck shirt and his sister has a white top."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/67a9/live/86993ce0-bd69-11ef-a2ca-e99d0c9a24e3.jpg.webp",
            "caption": "Sunrise at Morston was one of the pieces auctioned by Kieron, aged seven",
            "altText": "Kieron Williamson A Kieron Williamson painting showing rowing boats moored among the riverbank at Morston, on the Norfolk coast."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/913c/live/c89b6e60-bd69-11ef-aff0-072ce821b6ab.jpg.webp",
            "caption": "Winter Lakeside was also put under the hammer in the same exhibition",
            "altText": "Kieron Williamson A Kieron Williamson painting showing a wintry countryside scene, with snow on the ground and people walking in the background."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/501a/live/1f6301e0-bd6a-11ef-a2ca-e99d0c9a24e3.jpg.webp",
            "caption": "Adult works by Williamson show his maturity as a landscape artist, such as Before the Heavens Opened (cropped)",
            "altText": "Kieron Williamson A painting by Kieron Williamson, showing boats moored on a quayside with houses in the background. There is a brooding dark sky above."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/713b/live/798daed0-bd70-11ef-a2ca-e99d0c9a24e3.jpg.webp",
            "caption": "Jumping Well is inspired by Williamson's love of horse-riding",
            "altText": "Kieron Williamson A Kieron Williamson painting of racehorses jumping over a fence. Jockeys are wearing their typical multicoloured attire."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/81de/live/fec7ba60-bd6a-11ef-aff0-072ce821b6ab.jpg.webp",
            "caption": "Time to Crack On (cropped) shows another side to rural life, with two men mulling over a cup of tea",
            "altText": "Kieron Williamson A Kieron Williamson painting depicting two older men chatting at a dining table, with tea cups, empty plates and a bottle of brown sauce on top."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5ca3/live/ac4925c0-bd6b-11ef-a2ca-e99d0c9a24e3.jpg.webp",
            "caption": "Kieron Williamson is preparing for his next exhibition in the summer",
            "altText": "Qays Najm/BBC Kieron Williamson in his art studio, adding touches to a painting that shows two horses being ridden on a beach. He is wearing a green jumper and black trousers. On a shelf are various paintings he has produced. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1d5c/live/0c942dd0-bd6c-11ef-aff0-072ce821b6ab.jpg.webp",
            "caption": "Keith Williamson says he is \"just really proud\" of his son",
            "altText": "Qays Najm/BBC Keith Williamson smiling at the camera while standing outside, in front of a field with sheep. He is bald and has stubble, and is wearing a navy jacket."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/fdbb/live/1940c220-d291-11ef-9b53-b56bc9bcdc17.jpg.webp",
            "caption": "",
            "altText": "Campbell Welsh dressed in a blue and while gingham short-sleeved shirt with his arm around his wife Sheila, who is wearing a shirt with a collar underneath a navy pullover. They are standing in a field."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/161b/live/17dc9ec0-c51e-11ef-88bd-b114b2e71d42.jpg.webp",
            "caption": "",
            "altText": "A Christmas tree lies on the the floor of a church after it was targeted by vandals. The yellow lights on the tree remain on"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/161b/live/17dc9ec0-c51e-11ef-88bd-b114b2e71d42.jpg.webp",
            "caption": "",
            "altText": "A Christmas tree arrangement lies on the the floor of a church after it had been targeted by vandals. The yellow lights on the tree parts remain on."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6f21/live/8d142750-a389-11ef-bdf5-b7cb2fa86e10.jpg.webp",
            "caption": "",
            "altText": "A group pf people look up at a giant green illumination as part of the Longleat Festival of Light"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5fc8/live/04ff37b0-985d-11ef-9117-610baa963618.jpg.webp",
            "caption": "",
            "altText": "Looking down from church bell tower onto the poppy cascade, lots of red knitted flowers stitched closely together with people coming to look over the wall, with the war memorial in the middle"
        }
    ]
}