{
    "title": "'Looking for my spy': The jokes Americans and Chinese are sharing on 'alternative TikTok'",
    "text": "A looming TikTok ban has connected Chinese and American citizens like never before, as they swap jokes and memes in what one user described as a \"historic moment\". It's all unfolding on a popular Chinese social media app called RedNote, or Xiaohongshu (literally translates as Little Red Book), which doesn't have the usual internet firewall that separates China from the rest of the world. It has been drawing self-professedUS \"TikTok refugees\"seeking a new home on the internet - despite the fact that their own government is seeking a TikTok ban because of national security concerns. Americans now find themselves in direct contact with 300 million Mandarin speakers in China and elsewhere – while in the real world, Beijing is bracing for a tumultuous Trump presidency that could strain its fragile ties with Washington. At the heart of the US ban is the fear that China is using TikTok to spy on Americans. The app has faced accusations that user data is ending up in the hands of the Chinese government - because of a Beijing law that requires local companies to \"support, assist and cooperate with the state intelligence work\". TikTok denies this has ever happened, or that it would happen. But the possibility doesn't seem to worry some US users - 700,000 new users have signed on to RedNote in the last two days, making it the most downloaded free app in the US App store. \"The reason that our government is telling us that they are banning TikTok is because they're insisting that it's owned by you guys, the Chinese people, government, whatever,\" said one new RedNote user, Definitelynotchippy. She goes on to explain why she is on RedNote: \"A lot of us are smarter than that though so we decided to piss off our government and download an actual Chinese app. We call that trolling, so in short we're here to spite our government and to learn about China and hang out with you guys.\" TikTok, although owned by Chinese company ByteDance, is headquartered in Singapore and says it is run independently. In fact, China's version of TikTok is another app called Douyin. RedNote, on the other hand, is a Chinese company based in Shanghai and among the few social media apps available both in China and outside. So Washington's fears over TikTok would extend to RedNote as well. That's why American users on RedNote are referring to themselves as \"Chinese spies\" - continuing a TikTok trend where people have been bidding farewell to their \"personal Chinese spy\" who has allegedly been surveilling them over the years. RedNote is now full of posts where ex-TikTok users are in search of a replacement. One post says: \"I'm looking for my Chinese spy. I miss you. Please help me find him.\" And Chinese users have answered: \"I'm here!\" The honest, funny conversations on RedNote may not be what Chinese President Xi Jinping had in mind when he spoke about \"strengthening people-to-people cultural exchanges\" between China and the US. But that is certainly what is happening as excited Chinese users welcome curious Americans to the app. \"You don't even need to travel abroad, you can just talk to foreigners here,\" said one Chinese RedNote user in a video that has received more than 6,000 likes. \"But it's honestly insane, no-one would have expected that we could meet like this  one day, openly communicate like this.\" Food, streaming shows and jobs have been the most popular topics: \"Is life in America similar to how it looks on [the US TV show] Friends?\" Other Chinese users demanded a \"tax\" for using the platform - cat photos. \"Cat tax from California,\" reads one post in response. \"Here's my offering - the shorthair is a boy named Bob and the calico is a girl named Marley.\" Still others are using the platform to ask Americans for help with their English homework. One post reads: \"Dear TikTok refugees, could you please tell me the answer to question 53? Is the answer T (true) or F (false)?\" Help came quickly: some 500 people have since answered. The flood of new American users appears to have caught RedNote off guard - reports say the company is hiring English moderators. And others are trying to cash in on RedNote's new-found US stardom as well: language-learning app Duolingo put out a graph showing a 216% jump in its user base, compared to this time last year. RedNote's rising popularity is not guaranteed to last though. There is no reason to assume it won't face blowback for the same reasons as TikTok:  concerns that it could be used by China to spy on Americans. It's unclear how long Beijing would be open to such unfettered exchanges - control of the internet is key to its repressive regime. The irony of the situation was flagged by one Chinese user, who posted: \"Don't we have a (fire)wall? How come so many foreigners can enter, when clearly I can't leave?\" Typically, Chinese internet users have been unable to directly interact with foreigners. Global platforms like Twitter and Instagram and search engines like Google are blocked in China, though people use VPNs to circumvent these restrictions. Sensitive topics - from history to dissent - or anything seen as critical of China's government and ruling Communist party is swiftly censored. It's unclear how much RedNote is censored - it's largely used by younger and middle-aged women in China, where they share images and videos. It's not like Weibo, another Chinese app, where discussions and airing of grievances is far more common, leading to posts often being taken down. But a handful of new RedNote users say they have already received reports that their posts have violated guidelines, including one who asked in a post if the app was \"LGBT friendly\". Another said they had asked \"What [sic] Chinese think about gay people?\" and received a similar notification, that they had violated \"public moral order\" guidelines. And Chinese users keep reminding Americans on the app \"not to mention sensitive topics, such as politics, religion and drugs\". One Chinese user also advised them to stick to the \"One China policy\", the diplomatic pillar of the US-China relationship - according to which the US recognises and has formal ties with China rather than Taiwan, the self-governed island Beijing claims as its own. The US government has not commented on RedNote so far, and neither has Beijing. But Chinese state media seems upbeat about it, with Global Times even interviewing a US user who said she would \"love to interact with Chinese users\". RedNote's American fate is anyone's guess - but for now, at least online, the US-China rivalry is taking a break. Thanks to cat pictures.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b371/live/6abd3570-d403-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "Thousands of TikTok users have migrated to popular Chinese social media app RedNote",
            "altText": "Getty Images A woman in a white sleeveless top stands in New York City's Times Square at dusk, looking down at the smartphone in her hands"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3c0c/live/844ab560-d3d8-11ef-996b-454d24bf3032.jpg.webp",
            "caption": "TikTok users are mocking the US government for its fears over the Chinese-owned app",
            "altText": "RedNote A meme posted on RedNote"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ff79/live/63437790-d3d7-11ef-996b-454d24bf3032.jpg.webp",
            "caption": "One California user paid her \"cat tax\" to stay on RedNote",
            "altText": "RedNote An image of cats posted on RedNote"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d34f/live/90c82580-d3d7-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "English lessons on RedNote",
            "altText": "RedNote A question uploaded by a RedNote user"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/eb17/live/8a4cd5f0-d3d9-11ef-996b-454d24bf3032.png.webp",
            "caption": "",
            "altText": "Duolingo Duolingo graph"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6b3d/live/da7fe760-d3ed-11ef-b7cd-a9b221bd937e.jpg.webp",
            "caption": "Sensitive topics like reference to Tianamen and criticisms of the government are widely banned across Chinese social media",
            "altText": "RedNote A user's post on RedNote reminding US users on the app \"not to mention sensitive topics, such as politics religion and drugs\"."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1e3a/live/777c5e90-d3b7-11ef-9da7-c1c79bfc6e92.jpg.webp",
            "caption": "",
            "altText": "US President Donald Trump, right, and Xi Jinping, China's president, greet attendees waving American and Chinese national flags during a welcome ceremony outside the Great Hall of the People in Beijing, China, on Thursday, 9 November, 2017"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/472b/live/eacf8fd0-d3d9-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Indus priest sculpture"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d364/live/cf692690-d256-11ef-afca-fd8d41ed4ae1.jpg.webp",
            "caption": "",
            "altText": "A royal Bengal tiger on a dirt road in the jungle in Chitwan National Park in Nepal"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2ec2/live/e603df80-d3f0-11ef-b7cd-a9b221bd937e.jpg.webp",
            "caption": "",
            "altText": "Bollywood actress Kareena Kapoor Khan (L) and Saif Ali Khan (Owners of Defending Champions, Tiigers of Kolkata) during the launch of India's pioneering tennis ball T10 cricket tournament Season 2 in Mumbai on August 18, 2024. (Photo by SUJIT JAISWAL / AFP) (Photo by SUJIT JAISWAL/AFP via Getty Images)\n"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d30c/live/bb4572c0-d3ca-11ef-a482-057f30f6d211.jpg.webp",
            "caption": "",
            "altText": "Gautam Adani, chairman of Adani Group, during a Bloomberg Television interview at the company's headquarters in Ahmedabad, Gujarat, India, on Saturday, May 25, 2024. Gautam Adani says he'll shift control to his scions in the early 2030s. Photographer: Sumit Dayal/Bloomberg via Getty Images"
        }
    ]
}