{
    "title": "'We sing to them': LA stables turn Noah's Ark for fire rescue animals",
    "text": "The trailers arrived all at once, carrying hundreds of horses fleeing the Eaton and Palisades fires in Los Angeles. Some horses came solo, others in trailers packed with fellow animals. Many had their owners, but others arrived alone, brought in by their rescuers or animal control. Pigs, donkeys and miniature horses followed. Within 24 hours, the Los Angeles Equestrian Center had been transformed into a modern-day Noah's Ark. Over the last week, it has sheltered hundreds of animals from the disaster as part of its official role as one of the city's large animal shelters. The facility,tucked in the shadow of Griffith Park, has taken in more than 200 horses, on top of the roughly 500 already living there.  Last Tuesday and Wednesday were \"chaos\", said Jennie Nevin, a spokeswoman for the equestrian centre. The facility catalogued every horse that arrived, making sure they could be reunited. Sheltering the animals came at no cost for the owners, thanks to the support of public donations and frequent drop-offs of free hay, feed and other supplies. Sergio Marcial was one of dozens of people who brought animals here after their own facilities were destroyed or threatened. A week ago, he and his girlfriend Jenny Bacon raced to help rescue more than 70 animals from theEaton Dam Stables while battling flames so intense that his face mask caught fire and his eyeglasses shattered and warped. His efforts landed him in the hospital, his lungs and throat burned after inhaling the torched air. One week later, Mr Marcial, 29, and Ms Bacon, 30, walked Arthur and Playboy - two miniature horses he helped save that night - around their new home. Here, they were safe from the fires, and they seemed calm and friendly despite everything they had endured. \"It still hurts to swallow,\" Mr Marcial said, pointing to a face mask he's required to wear to prevent infections. \"I'd do it all again - no question.\" Most of the sheltered animals' owners have been identified, and several owners spent Tuesday afternoon walking their horses around the stables. Dozens of volunteers cared for the other animals staying at the centre. Some had become local celebrities. Two donkeys, Morris and Mika, frequently poked their heads out of their stables to demand attention. They had fled down the mountain with their owner as the Palisades fire drew near, and were reunited because he had spray-painted his number on to their sides. \"They love for you to sing to them,\" said volunteer Lucena Herrera. \"We've all just been adopting them and taking care of them.\" But a handful of animals still have not been claimed. A miniature horse named Izzy had still not found her owner a week after the fires. The volunteers had collectively adopted her until she could find a new, permanent home.  So many volunteers showed up to help the animals that the staff had to turn some away, Ms Nevin said. Between 50-100 volunteers now raked stalls, fed the animals, fluffed hay and serenaded Morris and Mika when they grew antsy. Watching owners reunite with their horses was one of the most valuable experiences for volunteers, said London Scott, founder of the local Cali Cowboy Club. \"It's a really beautiful process to go through,\" Ms Scott said, \"To be able to see that at first hand, and know that you had a small part in someone having a little peace of mind in a tragic moment in time.\" Those here describe a deep bond to their animals and say the farms that burned down are a place of peace in this bustling metropolitan area. \"They are my safe place,\" Catherine Armenta, 42, said. \"It's like a bond, a connection that I don't really have with anything else on this planet.\" Many of those here don't know what happens next, where they might take their animals after the chaos of the ongoing fires burning around the Los Angeles region ends. \"I haven't been able to even process any of this. There's 40 horses to take care of,\" Ms Bacon said. \"When everything is said and done, I think we're all gonna go get margaritas and just have a good cry.\"",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b790/live/ca806c60-d2f1-11ef-88c5-a75cd0d19794.jpg.webp",
            "caption": "Two donkeys that escaped the Pacific Palisades now enjoy serenades from volunteers",
            "altText": "Two donkeys poke their head of a stable. They escaped the Pacific Palisades fire and now enjoy serenades from volunteers."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/08c4/live/d5f1ce40-d2f1-11ef-88c5-a75cd0d19794.jpg.webp",
            "caption": "A shaggy mini cow named Cuddles now calls the centre home after the LA fires",
            "altText": "A white shaggy mini cow sits in a pen at the LA equestrian centre "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9388/live/13d504d0-d2f6-11ef-92a0-632d1f525f92.jpg.webp",
            "caption": "Izzy the mini-horse still hasn't been reunited with his owners yet",
            "altText": "Izzy the mini-horse is walked around the stables by a volunteer at the centre "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/32ce/live/380d1ef0-d2f1-11ef-88c5-a75cd0d19794.jpg.webp",
            "caption": "",
            "altText": "A row of evacuated horses hangs their heads outside their pens at the LA equestrian centre "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/aafb/live/12d55150-d465-11ef-8ff3-1b4b69bcc516.jpg.webp",
            "caption": "",
            "altText": "Donald Trump's presidential portrait. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/562c/live/ca938990-42c2-11ef-9b76-575d2882794d.png.webp",
            "caption": "",
            "altText": "Black and white photo of Vance at microphone in front of stars and stripes"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd85/live/99f40c50-d468-11ef-bb39-2f9033d1ecc6.jpg.webp",
            "caption": "",
            "altText": "The SpaceX 'Starship' rocket takes off from the company's Starbase facility in Texas, USA."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e81/live/4f5f5df0-d410-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Remains of houses burned by wildfires in Los Angeles"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e6d/live/17bddaa0-d45d-11ef-a777-d1a42f055885.jpg.webp",
            "caption": "",
            "altText": "Donald Trump and Sylvester Stallone clasp each other's hands on stage at a gala at Mar-a-Lago in November 2024 "
        }
    ]
}