{
    "title": "Actor and TV personality Paul Danan dies at 46",
    "text": "Former Hollyoaks actor Paul Danan, who was also known for reality TV shows like Celebrity Love Island and Celebrity Big Brother, has died at the age of 46. Danan's management company said he was \"known for his television presence, exceptional talent and unwavering kindness\", and had been \"a beacon of light to so many\". Paying tribute, former EastEnders actor Michael Greco remembered him as \"a genuine and caring man\". Calum Best, who fronted an ITV2 series with Danan in 2006, paid tribute to him as \"one of the funniest, kindest, and most real people\" he has ever known and a \"creative genius\". Danan had been due to appear at Warrington Magistrates' Court on Thursday, charged with possessing several bags of cocaine and a \"quantity\" of cannabis, the PA Media news agency reported. He had also been accused last October of driving while under the influence of drugs in the Cheshire town. Danan's cause of death has not been made public but police said it was not being treated as suspicious. A statement from Avon and Somerset Police said: \"Officers attended a property in Brislington, Bristol, at around 5.20pm yesterday (Wednesday 15 January) where sadly a man in his 40s was declared deceased by paramedics.\"  Announcing his death on Thursday, Independent Creative Management said: \"His untimely departure will leave irreplaceable voids in the lives of all who knew him.\" Danan appeared with Best in the ITV2 travelogue series Calum, Fran and Dangerous Danan. \"Life wasn't always easy for him,\" Best said. \"But he faced it with such heart and courage, and that inspired so many of us.\" TV presenter Hayley Palmer also paid tribute, posting a photo of them together with the message: \"I'm in absolute bits. Love you forever @pauldanan.\" She added: \"Paul was a one-off character, he was soooo funny! We were great friends and did a Radio Show on Love Sport Radio together and I would fall off my chair with laughter!\" Actor Adam Deacon posted that he had \"just heard the devastating news about Paul Danan tragically passing away\". \"I had the pleasure of working with him, and he was a genuinely kind and compassionate person,\" he added. EastEnders actor Dean Gaffney added his tribute on Instagram, writing: \"You had your demons, but my god you had a heart of gold, RIP Mr Paul Danan.\" Danan, who was born and raised in Essex, had small roles in EastEnders as a child then went to London's Italia Conti drama school before joining Hollyoaks at 19 in 1997. His character Sol Patrick was a tearaway and a fan favourite - and something of a heartthrob - on the soap. Long-serving scriptwriter Richard Burke said Danan was \"a Hollyoaks icon\", and perfectly captured \"Sol's vulnerability hidden beneath a spiky exterior\". \"Often misguided, never unwatchable, you loved Sol as you either knew someone like him, fancied someone like him, or feared that maybe you were him,\" Burke said. \"Paul brought to life Sol's journey from teenage tearaway to leading man with such charm and heart that no matter what trouble Sol was in, you were always on his side.\" Danan asked to leave the show after four years and Sol was last seen fleeing the village with Jess Holt. He moved to Los Angeles, where he spent three and a half years trying to build a career. \"But I tried to party and do well, and you can't become a Hollywood star if you are partying as well,\"he told BBC Radio Bristol last year. \"I was young, I was 22, 23, and I came back very skinny with a tan but with no work. So I came back and… suddenly there was reality TV so I thought, I'll do that and make up the money.\" Danan's other work included his podcast The Morning After With Paul Danan, which lasted from 2019 until 2023. TV appearances included E4's Celebrity Coach Trip and Channel 4 sketch comedy programme The Kevin Bishop Show. The actor had also said he would like to return to Hollyoaks. Hetold Whatsonstage in 2018that the show \"was the greatest foundation of learning for me\". \"It made me become a better actor. I had so much fun, but being in a soap is one of the hardest jobs in acting.\" He also discussed the difficulties of finding acting work. \"It's been difficult to get the industry to take me seriously as an actor. They see me as Paul from Celebrity Love Island or Celebrity Big Brother. I just think I'm versatile.\" Danan appeared on Celebrity Love Island in 2005 and returned in 2006. On Celebrity Big Brother in 2017, he was voted out fifth and said he was \"gutted\" by his departure, but he left viewers with some memorable moments including pressing the fire alarm button instead of the diary room one. At the height of his fame, Danan was something of a fixture in the tabloid press, pictured at various celebrity parties and events. His name was used for Dananagram, a parody Instagram account spoofing 90s and 00s celebrities, and he latertold BBC Radio 5 Livehe had joined forces with the people behind it. The account posts retro photos of celebrities - allegedly from Danan's old camera - and has more than 85,000 followers. The account posted a tribute to Danan on Thursday. \"For 6+ years we considered him a close friend and creative partner,\" it said. \"We had many plans together to expand this page beyond an Instagram account - we've lost a really special, kind and funny person.\" In 2020, Danan launched drama classes in Bristol, his adopted home, for adults with mental health or addiction issues, or who have been through trauma or been in prison. \"It's been amazing and honestly I've changed people's lives,\" Danan said. Last year, the actor spoke about his own health struggles after he ended up in intensive care with pneumonia. He told the Sun on Sunday that hospital staff had told him to stop smoking in any form. Having given up cigarettes in the last couple of years, Danan said he had become \"obsessed\" with disposable vapes. He has also discussed previous issues with drugs, including addictions to cocaine and codeine, which he used to \"self-soothe\" after losing acting parts in his 20s while in the US. He also said that he had spent more than £1m on rehab over the years, and had once overdosed on heroin.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ce89/live/4eba3790-d400-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "PA Media Paul Danan smiling in a turquoise suit"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c727/live/60587e10-d402-11ef-9ab8-e5d624668a97.jpg.webp",
            "caption": "",
            "altText": "PA Media Paul Danan pictured smiling at a film premiere in London in 2015, he is wearing a grey T-shirt and grey blazer and has short dark hair."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4bd7/live/42c29c70-d405-11ef-bdd5-652b9f359e29.jpg.webp",
            "caption": "Danan and Sam Thompson were in Celebrity Big Brother together in 2017",
            "altText": "Getty Images Paul Danan (left) pictured with Made in Chelsea star and I'm a Celebrity.. Get Me Out of Here! winner Sam Thompson. The pair were in Celebrity Big Brother together in 2017"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9e49/live/041cadf0-d408-11ef-bdd5-652b9f359e29.jpg.webp",
            "caption": "Danan pictured with Steps' Lee Latchford-Evans and presenter Tim Vincent at a fashion show after-party in 2001",
            "altText": "Getty Images Steps's Lee Latchford-Evans, Paul Danan and actor and presenter Tim Vincent at a fashion show after-party in 2001"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/52b4/live/33209280-c399-11ef-97da-8f2904a0f210.jpg.webp",
            "caption": "",
            "altText": "Gavin (MATHEW HORNE), Pam (ALISON STEADMAN), Smithy (JAMES CORDEN), Nessa (RUTH JONES), Stacey (JOANNA PAGE) partying in the finale of Gavin & Stacey"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ab04/live/c8fee4b0-c307-11ef-a2ca-e99d0c9a24e3.jpg.webp",
            "caption": "",
            "altText": "Character Jesse Chadwick dressed in a wedding suit hugs smiling wife Gail in the back of a car."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c9da/live/15565460-a4e5-11ef-bdf5-b7cb2fa86e10.jpg.webp",
            "caption": "",
            "altText": "A picture of Cheryl Fergison"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6f78/live/58c023b0-8ba0-11ef-81f8-1f28bcc5be15.png.webp",
            "caption": "",
            "altText": "A young Iwan Rheon in Pobol y Cwm"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1f0e/live/c7cf3a70-6ea9-11ef-b282-4535eb84fe4b.jpg.webp",
            "caption": "",
            "altText": "Ali Bastian"
        }
    ]
}