{
    "title": "All porn sites must 'robustly' verify UK user ages by July",
    "text": "All websites on which pornographic material can be found, including social media platforms, must introduce \"robust\" age-checking techniques such as demanding photo ID or running credit card checks for UK users by July. The long-awaited guidance, issued by regulator Ofcom, has been made under the Online Safety Act (OSA), and is intended to prevent children from easily accessing pornography online. Research indicates the average age at which young people first see explicit material online in the UK is 13 - with many being exposed to it much earlier. \"For too long, many online services which allow porn and other harmful material have ignored the fact that children are accessing their services\", said Ofcom boss Melanie Dawes, adding: \"today, this starts to change.\" Ofcom confirmed to the BBC this meant user-to-user services such as social media platforms must implement \"highly effective checks\" - which in some cases might mean \"preventing children from accessing the entire site\". However, some porn sites and privacy campaigners have warned the move will be counterproductive, saying introducing beefed-up age verification will only push people to \"darker corners\" of the internet. The media regulator estimates that approximately 14 million people watch online pornography in the UK. But it is so readily available that campaign groups have raised concerns that children see it at a young age - with one in 10 children seeing it by age nine, according to a survey by the Children's Commissioner. \"As age checks start to roll out in the coming months, adults will start to notice a difference in how they access certain online services,\" said Dame Melanie. The rules also require services which publish their own pornographic content - including with generative AI tools - to begin introducing age checks immediately. Age verification platform Yoti called such technology \"essential\" for creating safe spaces online. \"It is important that age assurance is enforced across pornographic sites of all sizes, creating a level playing field, and providing age-appropriate access for adults,\" said chief regulatory and policy officer Julie Dawson. However Aylo, parent company of the website Pornhub, told the BBC this sort of age verification was \"ineffective, haphazard and dangerous\". It claimed pornography use changed significantly in US state Louisianaafter similar age verification controls came into force, with its website's traffic dropping 80% in the state. \"These people did not stop looking for porn, they just migrated to darker corners of the internet that don't ask users to verify age,\" it claimed. \"In practice, the laws have just made the internet more dangerous for adults and children.\" Ofcom has published what it calls a \"non-exhaustive\" list of technologies that may be used to verify ages, which includes: The rules specifically state that \"self-declaration of age\" is no longer considered a \"highly effective\" method of checking ages - and therefore is not acceptable. It also states that pornographic content should not be accessible to users before they have completed an age check. Other age verification firms have responded positively to the news. \"The regulator's long-awaited guidance on age assurance means adult content providers now have the clarity they need to get their houses in order and put in place robust and reliable methods to keep explicit material well away from underage users,\" said Lina Ghazal, head of regulatory and public affairs at Verifymy. But privacy campaign group Big Brother Watch warned that many age-checking methods could be circumvented, and should not be seen as a panacea. \"Children must be protected online, but many technological age checking methods are ineffective and introduce additional risks to children and adults alike including security breaches, privacy intrusion, errors, digital exclusion and censorship,\" said boss Silkie Carlo. \"We must avoid anything like a digital ID system for the internet that would both eradicate privacy online and fail to keep children safe,\" she added.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/630a/live/cf478620-d409-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Getty Images Close up of the hands of a child using a mobile phone"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/65c3/live/1f6c4a40-d41f-11ef-af3b-4ddbbd6557f0.jpg.webp",
            "caption": "",
            "altText": "A woman in a green top using her smartphone"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/e982/live/c103a200-d306-11ef-94cb-5f844ceb9e30.png.webp",
            "caption": "",
            "altText": "Pupils from Nunnery Wood High School in Worcester. All are smiling at the camera, wearing wet weather clothing, life-jackets and protective helmets."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/8efe/live/b90483c0-d267-11ef-9dbb-9559c8b74d9b.jpg.webp",
            "caption": "",
            "altText": "General view, Ellen Roome Max Wilkinson Lola Mcevoy outside parliament for jools law debate. They are wearing winter coats and looking at the camera with the Houses of Parliament in the background"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5171/live/2a6b5460-d184-11ef-8075-4d88325174ce.jpg.webp",
            "caption": "",
            "altText": "Men and women at the council house hold up the \"Child Friendly Cov\" sign."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/aec9/live/5d44fca0-d009-11ef-9775-d38b76da0c33.jpg.webp",
            "caption": "",
            "altText": "A young baby with a white bandage round his head after surgery."
        }
    ]
}