{
    "title": "Australian influencer charged with poisoning her baby",
    "text": "An Australian influencer has been charged with poisoning her baby girl to elicit donations and boost online followers. The Queensland woman claimed she was chronicling her child's battle with a terminal illness on social media, but detectives allege she was drugging the one-year-old and then filming her in \"immense distress and pain\". Doctors had raised the alarm in October, when the baby was admitted to hospital suffering a serious medical episode. After months of investigation, the 34-year-old woman was charged with torture, administering poison, making child exploitation material and fraud. \"[There are] no words for how repulsive offences of this nature are,\" Queensland Police Det Insp Paul Dalton told reporters on Thursday. Between August and October, detectives say that the woman - from the Sunshine Coast region - gave the child several prescription and pharmacy medicines, without approval. She went to great lengths to obtain the unauthorised medications and cover up her behaviour, they alleged, including using leftover medicine for a different person in their house. Police began investigating on 15 October, when the baby was brought into hospital experiencing \"severe emotional and physical distress and harm\". Tests for unauthorised medicines returned a positive result later in January, they said. However, Insp Dalton said the child was now \"safe and doing well\". The woman raised A$60,000 (£30,500; $37,300) through GoFundMe donations - which the site is attempting to repay, Det Insp Dalton said. Police had investigated other people over the alleged abuse, but there was no evidence to charge anyone else, he added. The woman is due to face Brisbane Magistrates Court on Friday.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b43d/live/89eb5b30-d3bc-11ef-92a8-27332147aab8.jpg.webp",
            "caption": "The mother was arrested near Brisbane on Thursday",
            "altText": "Queensland Police The woman - whose face is blurred - sitting outside in a chair as she is arrested"
        }
    ]
}