{
    "title": "Baby-killer case, police brutality and the long wait for Kenyan justice",
    "text": "Seven years after their baby daughter was killed during a brutal midnight operation by police in Kenya at a time of post-election tension, Joseph Oloo Abanja and Lensa Achieng are still raw with emotion as the case against the alleged officers involved has once again been delayed. \"It is a scar that will never fade away,\" Ms Achieng, a hotel worker, tells the BBC about the death of six-month-old Samantha Pendo who died with a broken skull and of internal bleeding. After each postponement or small development, the couple are swamped with calls. Each moment of expectation leads to disappointment in their search for justice. The family live in the western city of Kisumu - an opposition stronghold where riots broke out in August 2017 amid anger about the results of an election that was eventually re-run because of irregularities. Their small home was along a road in the Nyalenda informal settlement that witnessed protests on 11 August where anti-riot police were deployed. That night the couple locked their wooden door and barricaded it with furniture. At around midnight, they heard their neighbours' doors being broken down and some of the occupants being beaten. It was not long before police officers arrived at their door. \"They knocked and kicked it several times [but] I refused to open,\" Mr Abanja tells the BBC, adding that he pleaded with them to spare his family of four. But the battering continued until the officers found a small space through which they threw a tear-gas canister into the one-roomed house, forcing the family out. Mr Abanja says he was ordered to lie down outside the door and then the beating started. \"They were going for my head so I held my hands up, and they beat my hands until they could not hold any more.\" His wife came out of the house holding Samantha, who was having difficulty breathing because of the tear gas, and was not spared either. \"They went ahead beating me [with clubs] while I was holding my daughter,\" Ms Achieng says. The next thing she felt was her daughter holding her tight \"as if she was in pain\". \"I turned her and what was coming outside her mouth? It was foam.\" She shouted that they had killed her daughter and it was at that moment the beatings stopped and Mr Abanja was ordered to administer first aid. The baby came to but was badly injured. The couple say officers then swiftly left and neighbours helped them rush Samantha to hospital. She died after three days in intensive care. Their quest for justice has been long and frustrating, like that of dozens of others caught up in the post-poll violence. Twelve police officers have been expected to be charged with murder, rape and torture - but the hearing at which this will happen, when they will be asked to enter a plea, has yet to happen. One of the victims' lawyers, Willys Otieno, reckons that the delay is due to a lack of political will to deliver justice to victims of election violence. Uhuru Kenyatta went on to win the election re-run later in 2017 - the opposition candidate withdrew from the contest. His deputy William Ruto, with whom he later fell out, was victorious in the next vote - taking office in September 2022. \"The state is no longer interested in prosecuting the perpetrators, [and] it is now left to victims' counsels - those of us who work with non-governmental organisations and human rights groups to put pressure for the charges to be registered and the accused persons to go to trial,\" Mr Otieno tells the BBC. He accuses the current director of public prosecutions (DPP) of \"acting like an attorney of the accused\". \"It is not even the accused persons who've applied to court for adjournment - it is the DPP who has applied to court to adjourn the plea taking,\" the lawyer said about two failed attempts at taking a plea last October and November. The third attempt was meant to happen two days ago but was postponed due to the transfer of the presiding judge  - and has been rescheduled for the end of the month. The Office of the Director of Public Prosecutions (ODPP) told the BBC it could not handle a request for comment, but posted on X that \"the case remains one of the most high-profile in recent history, with Baby Pendo's death symbolising the tragic outcomes of police brutality during the 2017 post-election unrest\". But those involved in the case find the delays troubling. \"It was the Office of the DPP that initiated this case, and they were the ones that reached out to us several years ago. They asked us to join a victim support group that was essentially established to make sure that they would have witnesses for their case,\" Irungu Houghton, head of the rights group Amnesty International Kenya, tells the BBC. After initial investigations, the DPP at the time, Nurdin' Hajji, initiated a public inquest into the death of baby Samantha. The judge found the police culpable. Subsequently, the public prosecutor ordered further investigations into other cases resulting from the police operation of August 2017, and brought in independent constitutional investigative bodies, civil society and the UN High Commissioner for Human Rights. The probe uncovered evidence which the DPP said pointed to \"the systematic use of violence, including killing, torture, rape and other forms of sexual violence, against civilians, all of which constitute serious human rights violations and crimes against humanity\". In October 2022, the prosecutor then sought to have the suspects charged, for the first time in Kenya's history under its International Crimes Act. Those to be charged include commanders deemed liable because of their responsibility as superior officers - another first for Kenya. In September 2023 a new DDP took office, Renson M Ingonga, but there has been little movement in the case since. There appears to be \"an unwillingness to try to prosecute this case,\" says Mr Houghton. Mr Otieno says the victims' lawyers may consider seeking justice via a private prosecution or going to the East African Court of Justice or the International Criminal Court if the delays continue. Samantha's parents support this idea as without justice they say they cannot heal - each postponement reopens their wounds. \"It doesn't matter how I'll do it, but I'll make sure that I have justice,\" says Mr Abanja,  who is now 40 and makes a living as a tuk-tuk taxi driver. \"Because they took away something that is so much precious of me - she was everything to me, that little girl I named after my mum.\" Go toBBCAfrica.comfor more news from the African continent.  Follow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/793d/live/6b203d30-d428-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Gladys Kigo / BBC A photo of Samantha Pendo belonging to her parents"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4626/live/1ba376e0-d429-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "Samantha Pendo's parents are desperate for the case against the police officers to start",
            "altText": "Gladys Kigo / BBC Joseph Oloo Abanja and Lensa Achieng - Samantha Pendo's parents - pictured sitting on a couch during an interview with the BBC in Kisumu, Kenya, January 2025"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/e3bb/live/4d04dc10-d424-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "Samantha Pendo died three days after being admitted to intensive care",
            "altText": "Baby Samantha Pendo pictured in hospital in 2017. She has a tub running from her nose and other tubes to her side. She is covered in a pink blanket"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ea39/live/a530d2d0-d42a-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "Investigations were critical of the police crackdown in Kisumu in August 2017",
            "altText": "AFP Two Kenyan riot-police officers with their backs to the camera holding shields as people stand near a barricade in Kisumu during protests after the announcement of election results on 9 August 2017"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1ce8/live/e3c60300-d428-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "An inquest in 2019 held police officers responsible for Samantha Pendo's death and ordered further investigations",
            "altText": "Gladys Kigo / BBC Samantha Pendo's parents sitting on a coach and looking at a framed photo of her taken shorty before her death - Kisumu, Kenya, January 2025"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "caption": "",
            "altText": "Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/7dc4/live/74ee46f0-d436-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "General Abdel Fattah al-Burhan salutes as he listens to the national anthem "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2889/live/bbd00ba0-d42f-11ef-bfed-f57586c61e45.jpg.webp",
            "caption": "",
            "altText": "Teddy Osei, dressed in a crisp white linen shirt and a traditional African cap, radiates joy with a broad smile as he performs with his band Osibisa at the Front Room of the Queen Elizabeth Hall in 2010."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d2ec/live/58436290-d42e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "A miner who emerged from a disused mineshaft is being helped into an ambulance"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/8eed/live/3ed5f2c0-d422-11ef-af3b-4ddbbd6557f0.jpg.webp",
            "caption": "",
            "altText": "The son of Uganda's President Yoweri Museveni, Major General Muhoozi Kainerugaba attends a ceremony in which he was promoted from Brigadier to Major General at the country's military headquarters in Kampala on May 25, 2016. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1bee/live/4a3363e0-d324-11ef-9bab-e1537b3d246b.jpg.webp",
            "caption": "",
            "altText": "A visual image of Marburg virus particles under a microscope"
        }
    ]
}