{
    "title": "Bollywood star Saif Ali Khan out of danger after being stabbed",
    "text": "Popular Bollywood actor Saif Ali Khan has undergone surgery and is out of danger after he was stabbed by an intruder in his home overnight, his team has said. The attack took place early on Thursday morning in an upscale neighbourhood in the Indian city of Mumbai, where Khan lives with his family. City police told BBC Marathi that the actor was injured after a scuffle broke out between him and an unidentified man who entered his house sometime after midnight. Police have formed teams to investigate the matter. \"Khan has come out of surgery and is out of danger. He is currently in recovery and the doctors are monitoring his progress,\" Khan's team said in a statement. Speaking to reporters after the surgery, Dr Nitin Dange of Lilavati Hospital, where Khan is admitted, said that the actor \"sustained a major injury to the thoracic spinal cord due to a lodged knife in the spine\". \"A surgery was performed to remove the knife and repair leaking spinal fluid. Two other deep wounds on his left hand and one other on his neck were repaired by the plastic surgery team,\" he said. Khan is married to Bollywood star Kareena Kapoor Khan and the couple have two children. His team said they were safe. His wifesaid afterwards on Instagram storiesthat it had been \"an incredibly challenging day for our family\", and that they were still \"trying to process\" it. She \"respectfully and humbly\" asked the media and paparazzi to \"refrain from the relentless speculation and coverage\". \"While we appreciate the concern and support, the constant scrutiny and attention are not only overwhelming but also pose a significant risk to our safety,\" she added. \"I kindly request that you respect our boundaries and give us the space we need to heal and cope as a family.\" The exact details of the assault are not clear yet. Police have said that \"an unknown person\" had entered the actor's home. \"After that, an argument broke out between Khan and the intruder,\" Mumbai's Deputy Commissioner of Police Dixit Gedam told BBC Marathi. Khan's team said it was a case of \"attempted burglary\" but did not share more details. \"We request the media and fans to be patient. It is a police matter,\" they said. Khan, who made his Bollywood debut in 1993, primarily works in Hindi cinema and is known for his quick wit and comic timing. Among his popular movies are romantic comedies such as Dil Chahta Hai and Kal Ho Naa Ho and recent action dramas such as Tanhaji and Devara: Part 1. His role as an antagonist in Omkara, a 2006 critically acclaimed adaptation of Shakespeare's Othello, was widely appreciated. Khan comes from a family of erstwhile Nawabs who ruled Pataudi, a small princely state on the outskirts of Delhi, and is married into a family of film stars. His father Mansoor Ali Khan Pataudi was a cricketer who captained the Indian team in the 1960s. His mother Sharmila Tagore is a veteran actress who has featured in prominent Hindi and Bengali films from the age of 14. His sister Soha Ali Khan also acted in films for some years. Khan's wife Kareena comes from a family of celebrated actors, directors and producers who have been active in Bollywood for almost a century. Follow BBC News India onInstagram,YouTube,TwitterandFacebook",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2ec2/live/e603df80-d3f0-11ef-b7cd-a9b221bd937e.jpg.webp",
            "caption": "Saif Ali Khan was attacked by an intruder in home, police said",
            "altText": "Getty Images Bollywood actress Kareena Kapoor Khan (L) and Saif Ali Khan (Owners of Defending Champions, Tiigers of Kolkata) during the launch of India's pioneering tennis ball T10 cricket tournament Season 2 in Mumbai on August 18, 2024. (Photo by SUJIT JAISWAL / AFP) (Photo by SUJIT JAISWAL/AFP via Getty Images)\n"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/7a57/live/0a234f40-d3f1-11ef-b7cd-a9b221bd937e.jpg.webp",
            "caption": "Saif Ali Khan is married to Kareena Kapoor Khan, a popular Bollywood actress",
            "altText": "Getty Images MUMBAI, INDIA - DECEMBER 12: Bollywood actors Saif Ali Khan and Kareena Kapoor Khan during the wedding of Reliance Industries Chairman Mukesh Ambani's daughter Isha Ambani and Anand Piramal at their residence Antilia on December 12, 2018 in Mumbai, India. Isha Ambani, daughter of Reliance Industries Chairman Mukesh Ambani, wed Anand Piramal, son of Ajay Piramal, Chairman of Piramal Group & Shriram Group, in the Ambanis 27-storey home Antilia. (Photo by Prodip Guha/Hindustan Times via Getty Images)\n"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3339/live/6e872270-d3c6-11ef-8e43-89e5370e0a79.jpg.webp",
            "caption": "",
            "altText": "Isro's SpaDeX mission takes off from the launch pad on 30th December 2024"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d30c/live/bb4572c0-d3ca-11ef-a482-057f30f6d211.jpg.webp",
            "caption": "",
            "altText": "Gautam Adani, chairman of Adani Group, during a Bloomberg Television interview at the company's headquarters in Ahmedabad, Gujarat, India, on Saturday, May 25, 2024. Gautam Adani says he'll shift control to his scions in the early 2030s. Photographer: Sumit Dayal/Bloomberg via Getty Images"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/a1ba/live/2e633920-d19d-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Chris Martin from Coldplay holding both hands up in the air, with a black microphone in his right hand. he is wearing a denim jacket and blue top underneath, with red spotlights behind him."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/f988/live/49a55b20-d268-11ef-9dbb-9559c8b74d9b.jpg.webp",
            "caption": "",
            "altText": "Foreign Secretary Vikram Misri during a meeting with Acting Foreign Minister of Afghanistan Mawlawi Amir Khan Muttaqi, in Dubai. (Photo Credit: X/@MEAIndia)"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4de5/live/afe53950-d295-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Samira Hussain wearing a black gilet standing with a crowd of people at the confluence of the Ganges and Yamuna rivers."
        }
    ]
}