{
    "title": "Donald Trump's and JD Vance's official portraits released",
    "text": "The official portraits of US President-elect Donald Trump and his second-in-command JD Vance have been released ahead of their inauguration on Monday. Both Trump and Vance are pictured in blue suits, white collared shirts and blue ties, with Trump wearing a small US flag pin on his lapel. Trump's expression contrasts with Vance's, with the president-elect's head tilted slightly downward, one eyebrow raised and his lips pressed together. Vance smiles at the camera, with his arms crossed, in a more relaxed pose. The new image of Trump has drawn comparisons to his 2023 mugshot, which was taken in Fulton County Jail after he was charged with attempting to overturn his 2020 election loss to Joe Biden in the state of Georgia - a charge Trump denied. The now-famous image was used by Trump to fundraise for his campaign. The Trump-Vance transition said in a press release that the portraits \"go hard\". The portrait Trump opted for this time differs markedly with the image used in 2017, when he first became president. While he wears similar attire, he smiles broadly at the camera in the earlier portrait. \"Trump may be embracing a defiant image, transforming a moment of legal adversity into a symbol of resilience and strength,\" Quardricos Driskell, a political science professor at George Washington University, told the BBC. \"The stark contrast to his earlier, more traditional portrait could also signify a shift in his public persona, emphasizing a tougher, more combative stance as he prepares to assume office for a second time.\" The portraits were released by the Trump transition team just days before Trump and Vance's inauguration on 20 January. The official portraits of Trump and his former Vice-President Mike Pence were not released until nine months after they were both sworn in.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/aafb/live/12d55150-d465-11ef-8ff3-1b4b69bcc516.jpg.webp",
            "caption": "",
            "altText": "EPA-EFE/REX/Shutterstock Donald Trump's presidential portrait. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/e55a/live/d6a027a0-d45a-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Shutterstock JD Vance stands with his arms crossed and a slight smile, wearing a blue suit and tie."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/8f1e/live/0dc34c30-d45b-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "Donald Trump mugshot from Fulton County Jail",
            "altText": "Fulton County Sheriff's Office Donald Trump mugshot from Fulton County Jail "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5de4/live/5f612850-d45b-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "Donald Trump presidential portrait from 2017",
            "altText": "Library of Congress Donald Trump presidential portrait from 2017 "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd85/live/99f40c50-d468-11ef-bb39-2f9033d1ecc6.jpg.webp",
            "caption": "",
            "altText": "The SpaceX 'Starship' rocket takes off from the company's Starbase facility in Texas, USA."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e81/live/4f5f5df0-d410-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Remains of houses burned by wildfires in Los Angeles"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e6d/live/17bddaa0-d45d-11ef-a777-d1a42f055885.jpg.webp",
            "caption": "",
            "altText": "Donald Trump and Sylvester Stallone clasp each other's hands on stage at a gala at Mar-a-Lago in November 2024 "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/04b4/live/493dc650-d442-11ef-93ce-574f8f93dcfa.jpg.webp",
            "caption": "",
            "altText": "Two cans of Zyn on a table, one of them open. There are some pouches on the counter. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/16b3/live/35d4f1a0-d443-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "A street without any houses is in split screen with a dark green wooden slatted house."
        }
    ]
}