{
    "title": "Germany to shoot down drones near military sites",
    "text": "Germany's cabinet has decided to authorise the army to shoot down suspicious drones seen near military sites or other critical infrastructure. A statement from Interior Minister Nancy Faeser said that, \"especially since [Russian President Vladimir] Putin's war of aggression against Ukraine, we have seen that drones are being used more and more frequently, which poses an increasing challenge for the police and their current technology\". Russia is suspected of launching a \"shadow war\" against Western countries supporting Ukraine - a charge it denies. This has included alleged attempts to blow up international airliners, attack infrastructure - or interfere with democratic elections. \"I can only confirm that Russia planned acts of air terror, not just against Poland but against airlines across the globe,\" Polish Prime Minister Donald Tusk said on Wednesday. He did not give any details, but his statement appeared to be confirmation of a New York Times report that US President Joe Biden had warned Putin over the alleged plans. In November, Polish prosecutors said a series of parcel fires targeting courier companies in Europewere dry runs by groups aiming to sabotaging flights to the US and Canada. Tusk was hosting Ukrainian President Volodymyr Zelensky in Warsaw, a day after Nato announced a new mission to increase the surveillance of ships in the Baltic Sea after critical undersea cables were damaged or severed last year. Putin launched a full-scale invasion of Ukraine in February 2022. There have been several instances of unidentified drones flying over military bases recently. At least 10 such drones had been seen flying above Manching Air Base near the city of Ingolstadt on Sunday evening, German police said. Last month, there were sightings at Manching and nearby Neuburg an der Donau. Drones were also spotted at the US air base at Ramstein and at an industrial zone near it in the North Sea. In her statement, Interior Minister Faeser said \"espionage or sabotage are regularly considered as a possible reason\". Under the current rules, the German Army can only help police to force drones to move away or to land - but also to fire warning shots to make this happen. Under the new proposals - which still need parliamentary approval - soldiers may shoot a drone down if they think that is the only way to deal with the danger it poses \"against the lives of people or against a critical facility\". In November, Polish prosecutors said that a series of parcel fires targeting courier companies in Poland, Germany and the UK were dry runs aimed at sabotaging flights to the US and Canada. Western security officials believe that they were part of an orchestrated campaign by Russia's military intelligence agency, the GRU. Russia denies being behind acts of sabotage. But it is suspected to have been behind other attacks on warehouses and railway networks in EU member states this year, including in Sweden and in the Czech Republic.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0c10/live/1ae27d70-d350-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Getty Images A drone flying in the sky"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1a39/live/957a6350-d421-11ef-87df-d575b9a434a4.png.webp",
            "caption": "",
            "altText": "A white and yellow propeller plane with the words Aurigny sits in a hanger."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1409C/production/_110367028_gettyimages-89180430.jpg.webp",
            "caption": "",
            "altText": "Hungarian Jews arriving at Auschwitz in June 1944"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2bf4/live/01805fa0-d341-11ef-b9f3-e14aef98374b.png.webp",
            "caption": "",
            "altText": "a rocket blasting off from a launch pad surrounded by clouds"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/187f/live/1075f390-d2af-11ef-84aa-b794ba079f5a.jpg.webp",
            "caption": "",
            "altText": "Light blue PVC hangars, akin to large industrial tents."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/97cd/live/0eaf0db0-d298-11ef-b526-d36fb212fcf8.jpg.webp",
            "caption": "",
            "altText": "A plane lands at Phoenix Sky Harbor International Airport  in Phoenix, Arizona"
        }
    ]
}