{
    "title": "How did we reach the Israel-Hamas ceasefire deal in Gaza?",
    "text": "Israel and Hamas have agreed to a Gaza ceasefire and hostage release deal, the US and mediators Qatar have said. Should the Israeli cabinet and government formally approve the agreement, which is yet to happen, the first six-week phase will take effect on 19 January. The deal follows 15 months of fighting between Israel and Hamas, a Palestinian armed group and political movement. The current conflict started when hundreds of Hamas fighters stormed across Israel's southern border on 7 October 2023, killing about 1,200 people and taking more than 250 hostages back to Gaza. Israel responded with a military campaign, starting with an immediate air bombardment and then a full-scale ground invasion launched on 27 October. Since then, Israel has attacked targets across Gaza by land, sea and air, while Hamas has attacked Israel with rockets.   More than 46,700 people - the majority of them civilians - have been killed by Israel's attacks, according to Gaza's Hamas-run health ministry. Here is a reminder of the key events in negotiations. 2023 7 October:Hundreds of Hamas-led gunmen launch an unprecedented attack on southern Israel, bursting through the border fence and targeting nearby communities, police stations and army bases. About 1,200 people are killed and 251 hostages taken back to Gaza. Hamas also fires thousands of rockets into Israel. The Israeli military immediately responds with air and artillery strikes on Gaza. 27 October:Israel launches a ground invasion of Gaza. Israel's massive military campaign will go on to devastate Gaza, displace most of the 2.3 million population, and kill more than 46,000 people, according to the Hamas-run health ministry. 21 November:A deal brokered by the US, Qatar and Egypt sees Hamas release 105 of the hostages in return for some 240 Palestinian prisoners in Israeli jails during a week-long ceasefire. Israel and Hamasblame each otherfor causing the collapse of the truce. 28 December:Shuttle diplomacy on a new ceasefire and hostage release deal starts. 2024 31 May:US President Joe Bidenoutlines anIsraeli proposalfor a three-phase ceasefire in return for the release of Israeli hostages. It forms the basis of the deal that is agreed upon eight months later. 10 June:The United Nations Security Councilpasses a resolutionsupporting the ceasefire plan. 31 July:The talks are suspendedfollowing Israel's assassinationof Hamas political leader and chief negotiator Ismail Haniyeh in the Iranian capital, Tehran. Discussions resume two weeks later, initially in the absence of Hamas. 17 October:Israeli forceskill Hamas leader Yahya Sinwarin southern Gaza. Netanyahu calls it the \"beginning of the end\" of the war. 9 November:After months without a breakthrough, Qatarsuspends its effortsas mediator in the negotiations. It says Israel and Hamas need to shift their positions. Both sides blame each other for the impasse. 20 November:The USvetoes a draftUN Security Council resolution calling for an immediate ceasefire, saying it \"abandoned\" the necessity for there to be \"a linkage between a ceasefire and the release of hostages\". 27 November:Israelagrees a ceasefirewith Lebanon to end a 13-month conflict with the armed group Hezbollah, an ally of Hamas, which was triggered by the Gaza war. It reignites hope for a deal in Gaza, with Biden saying he will make another push with regional powers. 2 December:US President-elect Donald Trumpsays there will be \"all hell to pay\"if the hostages still held in Gaza are not released by the time he returns to the White House on 20 January 2025. 17 December:A senior Palestinian officialsays the indirect talksare in a \"decisive and final phase\", while Israeli Defence Minister Israel Katz says an agreement is closer than ever. 2025 13 January:Biden and Netanyahu speak by phone about negotiations during Biden's final week in office, after US Secretary of State Antony Blinken saidan agreement was\"very close\"and that he hoped to \"get it over the line\" before Trump takes office. 15 January:Qatar's prime minister says Israel and Hamas agreed a Gaza ceasefire and hostage release deal, and that it will take effect on 19 January. Biden says it will \"halt the fighting in Gaza, surge much needed-humanitarian assistance to Palestinian civilians, and reunite the hostages with their families\".",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c9f8/live/1fa1f7b0-d408-11ef-9993-d9e5e808492c.jpg.webp",
            "caption": "A protester in Israel called for an end to the conflict in early January 2025",
            "altText": "Reuters Woman protesting against the government and showing support for the 7 October hostages holds up both hands, with the words \"Stop the War\" written on her palms, as demonstrators with banners stand in the background"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/839b/live/7132a9e0-d407-11ef-bdd5-652b9f359e29.jpg.webp",
            "caption": "",
            "altText": "Reuters A Palestinian child wearing a yellow jumper sits amid the dusty grey rubble of buildings destroyed in previous Israeli strikes in Gaza City, with tents in the background, on 16 January 2025"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c0c6/live/ad3394a0-d447-11ef-926a-e507ef508377.jpg.webp",
            "caption": "",
            "altText": "Two Palestinian women search and collect usable items among the rubble of a completely destroyed house in Gaza."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/cc8e/live/3748b9d0-d42b-11ef-b20c-8bcfada6218e.jpg.webp",
            "caption": "",
            "altText": "Palestinian man with two young girls walking past the rubble of buildings destroyed in previous Israeli strikes, as two boys walk away in the opposite direction, in Khan Younis in the southern Gaza Strip on 16 January, 2025\n"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/933c/live/102cb110-d419-11ef-9321-378935dad855.jpg.webp",
            "caption": "",
            "altText": "Rubble in Gaza following a strike on 16 January. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/538e/live/61cb2640-d415-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "People check the rubble of buildings hit in Israeli strikes the previous night in Jabalia in the northern Gaza Strip, on January 16, 2025"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/114CB/production/_133595807_gaza_one_year_on_promo-nc.png.webp",
            "caption": "",
            "altText": "A view of a street in Gaza showing almost completely destroyed high-rise buildings on the right and burnt out building that appear to have bullet holes in them on the left. In the distance one building with a red roof appears to be more intact. The image has been treated to give it a grainy quality and a faint bluish tint."
        }
    ]
}