{
    "title": "JD Vance: the 'never Trump guy' who's about to become vice-president",
    "text": "“I’m a 'never Trump' guy. I never liked him.” “My god what an idiot.” “I find him reprehensible.” Those quotes are from JD Vance, in interviews and on Twitter in 2016, as the publication of his memoir Hillbilly Elegy catapulted him to fame. The same year, he wrote privately on Facebook to Josh McLaurin, a former law school roommate, now a Democratic state Senator in Georgia: \"I go back and forth between thinking Trump is a cynical asshole... or that he's America's Hitler.\" To say he's changed his mind is an understatement. Vance is now about to become Trump's second-in-command, taking office on Monday as US vice-president after a meteoric rise through the worlds of law, venture capital and politics. And as he emerged from obscurity to become one of the most powerful politicians in the world in less than a decade, his views also morphed - from his \"never Trump\" stance to becoming one of the president-elect's most steadfast allies. The VP post and his position as a Maga (Make America Great Again) loyalist make him the early frontrunner in the 2028 presidential race, when Trump will no longer be able to run under rules set out in the US Constitution. But now the former Ohio Senator, who grew up in poverty before joining the military and attending one of the country's most prestigious law schools, faces perhaps some of his biggest tests - keeping in with Trump, even when his views are out of alignment with the Maga base, and keeping the peace in the White House inner circle, which already appears to be splintering into factions. The pitfalls seem obvious. The last Republican Vice-President, Mike Pence, dared to stand up to Trump by refusing to overturn the duo's 2020 election loss. Pence's subsequent bid to run for president crashed and burned, and he is now persona non grata in the Maga world. Vance was born James Donald Bowman in Middletown, Ohio, to a mother who struggled with addiction and a father who left the family when JD was a toddler. He was raised by his grandparents, “Mamaw” and “Papaw”, whom he sympathetically portrayed in Hillbilly Elegy, published in 2016. A revolving cast of father figures - he changed his surname several times - and his mother's drug abuse issues resulted in a chaotic childhood, and he found refuge in Mamaw's house. When he married, both JD and his wife Usha took the last name of Vance to honour his maternal grandparents' family name - leading to his current name: James David Vance. Middletown is located in rust-belt Ohio, but Vance identified closely with his extended family’s roots to the south in Appalachia, the vast mountainous inland region that stretches from the Deep South to the fringes of the industrial Midwest and north-east. Largely but not exclusively white, it includes some of the country’s poorest areas, where jobs are scarce and drugs and violence are abundant. In Hillbilly Elegy, Vance painted a personal portrait of the trials, travails and bad decisions of family members, neighbours and friends. While criticising outsiders for looking down on Appalachia's hillbillies, he took a distinctly conservative view, describing his people as chronic spendthrifts, dependent on government welfare payments and mostly failing to work hard and pull themselves up by their tattered bootstraps. He wrote that he saw Appalachians “reacting to bad circumstances in the worst way possible” and that they were products of “a culture that encourages social decay instead of counteracting it”. “The truth is hard,” he wrote, “and the hardest truths for hill people are the ones they must tell about themselves.” By the time the book came out, Vance’s own bootstrap-tugging had slung him far away from Middletown: first to the US Marines and a tour of duty in Iraq, and later to Ohio State University, Yale Law School and a job as a venture capitalist in California. Hillbilly Elegy not only made him into a bestselling author, but a sought-after commentator who was frequently called upon to explain Donald Trump’s appeal to white, working-class voters. He rarely missed an opportunity to criticise the then-Republican nominee. “I think this election is really having a negative effect especially on the white working class,\" he told an interviewer in October 2016. \"What it’s doing is giving people an excuse to point the finger at someone else, point the finger at Mexican immigrants, or Chinese trade or the Democratic elites or whatever else.” Ironically, those are exactly some of the themes that he himself regularly raised during the election campaign. In 2017, Vance returned to Ohio and continued to work in venture capital. He and his wife Usha, whom he met at Yale, have three children - Ewan, Vivek and Mirabel. In contrast to her husband, Usha Vance had a posher upbringing, growing up in a suburb of San Diego as the child of Indian immigrant academics. In addition to her Yale history and law degrees, she has a master's from the University of Cambridge. She served as a clerk to Supreme Court Chief Justice John Roberts and most recently worked for Munger, Tolles & Olson, a firm that a leading legal journal described as \"progressive\" and \"woke\". Mrs Vance resigned from her job shortly after her husband was selected by Trump to be the VP nominee. While the Vances worked in law and finance and lived in San Francisco and Washington DC, whispers about a possible foray into politics - bolstered by JD's newfound fame - grew. And Vance saw an opportunity when Ohio’s Republican Senator Rob Portman decided not to run for re-election in 2022. Although his campaign was initially slow to get going, it got a kick-start via a $10m  (£7.7m) donation from his former boss, Silicon Valley powerbroker Peter Thiel. His rhetoric shifted, and he spent less time talking about the failures of hillbillies and more about those of elites, the \"woke\" and Democrats. He began appearing on Fox News but also on fringier political outlets - including the right-wing Newsmax network and niche podcasts and YouTube channels. Many of the controversial clips, which would later resurface during the 2024 presidential campaign, date from around the time his Senate campaign was starting to gain traction. At one point he told then-Fox News host Tucker Carlson that the United States was being run by \"a bunch of childless cat ladies who are miserable at their own lives and the choices that they've made and so they want to make the rest of the country miserable, too.\" Vance later called his remark \"dumb\" but said he was trying to make the point that \"our country has become almost pathologically anti-child\". The real hurdle stopping him from getting elected to the Senate in increasingly Republican Ohio was his past criticism of Trump. Vance remained a Trump sceptic as late as 2020, according to text messages obtained by the Washington Post. Then, he wrote that the president had \"thoroughly failed to deliver on his economic populism (excepting a disjointed China policy)\". And he correctly predicted that Trump would lose the presidency - although he would later endorse false claims that Trump actually beat Joe Biden. During the 2022 Senate campaign, Vance apologised for his previous public criticism of Trump and earned an endorsement, pushing him to the top of the Republican field and eventually into Congress. In the Senate he was a reliable conservative vote, backing populist economic policies and emerging as one of the biggest congressional sceptics of aid to Ukraine. His short tenure in a Democratic-led chamber meant the bills he sponsored rarely moved forward, and were often about sending messages rather than changing policy. He proposed legislation to withhold federal funds from colleges where there are protests against Israel's war in Gaza, and from colleges that employ undocumented immigrants. Vance also sponsored legislation in March 2024 that would cut the Chinese government off from US capital markets if it did not follow international trade law. He hit some of these themes at a speech in July of that year at the National Conservatism Conference, saying: \"The real threat to American democracy is that American voters keep on voting for less immigration and our politicians keep on rewarding us with more.\" He argued the idea of the American Dream – \"This very basic idea that you should be able to build a good life for yourself and your family in the country you call home\" - was \"under siege by the left\". And he said that American involvement in Ukraine had \"no obvious conclusion or even objective that we’re close to getting accomplished\". At the same conference, he said the UK was \"not doing so good\" because of immigration and claimed that under a Labour government, the country would become the “first truly Islamist country” with a nuclear bomb. His continued loyalty to Trump landed him on a shortlist of vice-president contenders. Trump waited until the Republican National Convention in July - just days after he survived an assassination attempt - to tap Vance for the VP nomination. He received a rapturous welcome when he entered the venue in Milwaukee,  appearing slightly in awe as he was greeted by the party faithful. The Ohio delegation was buzzing, while other delegates said they looked forward to learning more about someone who had only been an elected official for 18 months. Once out on the campaign trail, he established himself as an attack dog, relentlessly criticising the opposition and engaging with reporters in combative Q-and-A sessions at rallies and on cable TV shows. He continued to attract controversy, spreading baseless rumours about Haitian immigrants eating pets, whichcaused huge upheaval in Springfield, a city not far from Vance's hometown in Ohio. During a CNN interview, Vance explained that he felt the need to \"create stories so that the... media actually pays attention to the suffering of the American people”. He insisted that constituents had told him stories of pet-eating by immigrants, even though he did not elaborate and his Senate office did not respond to the BBC's requests for details. He shifted his views on abortion policy. A Catholic convert, Vance had at one time expressed support for a nationwide abortion ban after 15 weeks of pregnancy. He later backed Trump's view that the matter should be left up to individual states to decide. During the transition period, Vance has often been overshadowed in the news by an even more recent member of Trump's team - Elon Musk, who several pundits have described as the real power behind the throne. Vance did help introduce some of Trump's cabinet picks to his former colleagues in the Senate, which gets a vote on nominees. But the vice-president-elect also recently attracted the ire of Maga by suggesting that not everyone who participated in the riot at the Capitol on 6 January 2021 would be automatically pardoned. \"If you committed violence on that day, obviously you shouldn't be pardoned,\" he told Fox News. After pushback from Trump's hardcore supporters, hedefended his remarks onlineand pointed out that he had donated to a legal fund for the rioters. It could be a preview of the fine line Vance will have to walk – serving a president who is known to speak whatever comes to mind and who is backed by a devoted fan base, while tempering Trump's more extreme tendencies. The future reward is potentially huge. But the vice-presidency is no sure ticket to the top job. Just ask Kamala Harris – or Mike Pence.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/562c/live/ca938990-42c2-11ef-9b76-575d2882794d.png.webp",
            "caption": "",
            "altText": "Reuters Black and white photo of Vance at microphone in front of stars and stripes"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/68c6/live/788099d0-d454-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "Vance's wife Usha introduced him at the Republican National Convention and has been at his side during public events including Trump's election night party in Florida",
            "altText": "Getty Images Usha Vance in a sleeveless dress looking at JD Vance who is giving a thumbs-up sign"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5b8b/live/0c09b980-d454-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "Vance with Senator Marco Rubio (l) Trump's pick for Secretary of State",
            "altText": "EPA Rubio trailing behind Vance, both men wearing suits in an office setting"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/07c2/live/1adafc10-7aab-11ef-b02d-c5f3b724a1ea.png.webp",
            "caption": "",
            "altText": "Red white and blue banner"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b0fb/live/cd702520-d3a8-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Joe Biden sits at a desk with photos and a US flag behind him and points towards the camera."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/98cc/live/8d081b70-d383-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Senator Marco Rubio and Pam Bondi look straight ahead from a split screen."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/da45/live/c757fa80-d2b5-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Pete Hegseth stares into the camera with several men in suits behind him."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1e20/live/52682400-cc63-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Harris certifies the election."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/cd3c/live/21d7ccf0-a8e6-11ef-8ab9-9192db313061.jpg.webp",
            "caption": "",
            "altText": "Pete, Trump and Pam are next to each other."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c38c/live/e4de46b0-a2d9-11ef-a4fe-a3e9a6c5d640.jpg.webp",
            "caption": "",
            "altText": "Kennedy is speaking a crowd while Trump looks at him."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c7f5/live/cf259f20-a299-11ef-a4fe-a3e9a6c5d640.jpg.webp",
            "caption": "",
            "altText": "Streams of sparks like fireworks emanate from a ballot box."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d678/live/2b7a4750-a1f8-11ef-a4fe-a3e9a6c5d640.png.webp",
            "caption": "",
            "altText": "Kamala Harris stands next to a graphic of a pile of cash and a BBC Verify logo on top"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3d66/live/ba0f3bb0-a090-11ef-bdf5-b7cb2fa86e10.jpg.webp",
            "caption": "",
            "altText": "Sumi Somaskanda stands on the left and Trump stands on the right."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/bdf1/live/e6185260-a1de-11ef-a4fe-a3e9a6c5d640.jpg.webp",
            "caption": "",
            "altText": "Donald Trump and Joe Biden in Oval Office "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d74a/live/c0ac3ca0-a155-11ef-a4fe-a3e9a6c5d640.jpg.webp",
            "caption": "",
            "altText": "Biden is on the left and Trump is on the right."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/34b2/live/efadc480-9d4d-11ef-82c3-45a801b7330b.jpg.webp",
            "caption": "",
            "altText": "John Bolton, former adviser to Donald Trump"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4783/live/31dbde70-9d42-11ef-82c3-45a801b7330b.jpg.webp",
            "caption": "",
            "altText": "Vladimir Putin speaking holding a pen"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/da37/live/b3e938f0-9d2d-11ef-9260-19e6a950e830.jpg.webp",
            "caption": "",
            "altText": "Joe Biden wearing a suit holding up a fist"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/17ec/live/925b8780-9cf4-11ef-8538-e1655f5a8342.jpg.webp",
            "caption": "",
            "altText": "A split screen of a man with a black vest with a neutral facial expression and a girl talking"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ef83/live/1c3c3630-9c8b-11ef-9260-19e6a950e830.jpg.webp",
            "caption": "",
            "altText": "Split screen of Samira Hussain and two Kamala Harris voters holding a pink campaign flag"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/daf3/live/36020920-9ced-11ef-82c3-45a801b7330b.jpg.webp",
            "caption": "",
            "altText": "Kamala Harris holds her hands out as she looks at camera while speaking at a lecturn on 6 November"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/fa16/live/f5bdb180-9c6e-11ef-8538-e1655f5a8342.jpg.webp",
            "caption": "",
            "altText": "A man with a black beard and black hair stands in front of University of Ulster building wearing a black hoody"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/18f2/live/9e99b5e0-9c5d-11ef-9260-19e6a950e830.jpg.webp",
            "caption": "",
            "altText": "Donald Trump surrounded by friends and staff on stage after giving his victory speech"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/01e7/live/43195970-9c56-11ef-82c3-45a801b7330b.jpg.webp",
            "caption": "",
            "altText": "Split screen of a man and a woman"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b51e/live/4a6bd0f0-d1cf-11ef-9fd6-0be88a764111.png.webp",
            "caption": "",
            "altText": "Graphic of US Capitol building in front of red and purple striped design"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/90ad/live/66e6cdd0-d2aa-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "JD and Usha Vance and 2024 Republican vice presidential candidate J.D. Vance and his wife Usha Vance stand on stage on the last day of the 2024 Republican National Convention in Milwaukee, Wisconsin, on 18 July 2024"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3d62/live/85a311a0-d1e4-11ef-80e5-9f0b215d3fef.jpg.webp",
            "caption": "",
            "altText": "A composite image of Donald Trump on the left hand side looking right, and on the right Jack Smith looking left "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd7b/live/8e5c2190-d1f5-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Defense secretary nominee Pete Hegseth"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dbaf/live/657947e0-cf38-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Joe Biden looks down, the image is in black and white with a red border"
        }
    ]
}