{
    "title": "Justin Baldoni hits back at co-star Blake Lively in $400m lawsuit",
    "text": "Actor and director Justin Baldoni has hit back at Blake Lively, his co-star in the film It Ends With Us, by filing a lawsuit against her and her husband Ryan Reynolds. It comes afterLively filed a legal complaintagainst Baldoni in December, alleging sexual harassment and that he had campaigned to \"destroy\" her reputation. Now, Baldoni has responded by suing for $400m (£326m) damages on claims of civil extortion, defamation and invasion of privacy, according to US media. Representatives for Lively, Reynolds and their publicist, who is also named in the case, are yet to respond to Baldoni's lawsuit. In the latest step in their bitter legal battle, lawyers for Baldoni, 40, has claimed Lively and her team made a \"duplicitous attempt to destroy\" him. His attorney Bryan Freedman said the actress and her partners had disseminated \"grossly edited, unsubstantiated, new and doctored information to the media\". He also said Lively and her team had \"attempted to bulldoze reputations and livelihoods for heinously selfish reasons\". The dispute stems from the production of It Ends With Us, which was adapted from a novel about domestic abuse by Colleen Hoover. Released last August, the film was a box office success, bringing in more than $350m (£280m) globally. But it appeared on the press tour that all was not well between the co-stars, who were not pictured on the red carpet together during the premiere in New York, with Baldoni skipping one in London altogether. Four months after the film's launch, Lively filed a legal complaint against Baldoni, accusing him and the boss of his studio Wayfarer of sexual harassment plus \"other disturbing behaviour\" and a \"hostile work environment\" on set. Lively's complaint went further, claiming that Baldoni and his crisis management team had deliberately set out to ruin her reputation online. Baldoni's legal team told the BBC at the time the allegations were \"categorically false\", and said they hired a crisis manager because Lively had threatened to derail the film unless her demands were met. Now, Baldoni is alleging in his 179-page complaint that he is not at fault, and that the high-profile battle is \"not a case about celebrities sniping at each other in the press\". \"When plaintiffs have their day in court, the jury will recognise that even the most powerful celebrity cannot bend the truth to her will,\" it said.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c064/live/8d0146f0-d42e-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "Justin Baldoni claims Blake Lively and her team made a \"duplicitous attempt to destroy\" him",
            "altText": "Getty Images Picture of Justin Baldoni smiling"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c8c5/live/25f357a0-d433-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "Blake Lively posed for photos on the red carpet with her husband Ryan Reynolds and co-star Brandon Sklenar, but not Justin Baldoni",
            "altText": "Getty Images Three people - Brandon Sklenar, Blake Lively and Ryan Reynolds - are dressed in formal attire and posing for a photo. They are stood in front of a large sign that reads \"It Ends With Us\""
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/a3a9/live/641b6ea0-c6be-11ef-be38-b90087755998.jpg.webp",
            "caption": "",
            "altText": "Peggy – a pug and Chinese crested cross dog - wears a rec-checked shirt and has a long, pink tongue hanging from its mouth"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c2e3/live/82bb51c0-b329-11ef-8e28-2f9f4ca8b0f4.jpg.webp",
            "caption": "",
            "altText": "Close up selfie of smiling young man with short black hair and a thin moustash, wearing diamond stud earrings."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c3f6/live/94723560-be18-11ef-a0f2-fd81ae5962f4.jpg.webp",
            "caption": "",
            "altText": "Riley, a young boy wearing a cap and a black hoodie, and Ryan Reynolds, who wears a cord jacket. They are both giving thumbs up to the camera."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9f0a/live/955cd3b0-ba0b-11ef-a2ca-e99d0c9a24e3.jpg.webp",
            "caption": "",
            "altText": "Ryan Reynolds and Channing Tatum"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c118/live/304c4900-a10c-11ef-aa93-6744c329fbb9.jpg.webp",
            "caption": "",
            "altText": "Wroxham FC chairman James Blower wearing a black hooded top and standing with his arms around two cardboard cut outs of actors Ryan Reynolds and Rob McElhenney"
        }
    ]
}