{
    "title": "Mark Carney, the 'unreliable boyfriend' who ran UK's central bank",
    "text": "The former Bank of England boss, Mark Carney, is now running for the Liberal leadership in his native Canada. What does his time in London tell us? Mark Carney was the first non-British person to become governor of the Bank of England in its more than 300-year history when he took the job in 2013. He had previously worked at the investment bank Goldman Sachs, and served as the governor of the Bank of Canada, the country's central bank. He took over there in 2008, a few months before the peak of the Great Financial Crisis - and his success in that role paved the way for a move to London. He had long-standing connections with the UK, having studied for two degrees at Oxford University and married an English woman. In his time at the Bank's Threadneedle Street headquarters, he oversaw considerable changes in how the Bank worked. At the start of his tenure, the Bank assumed responsibility for financial regulation after the abolition of the Financial Services Authority. He is credited with modernising the Bank, appearing much more frequently in the media than his predecessor. In 2015, the Bank reduced the number of interest rate meetings from 12 to eight a year, and started publishing minutes alongside the announcement of interest rate decisions. Interest rates were anchored at historic lows when he took over, but he introduced a policy of \"forward guidance\", where the Bank would try to further support the economy and encourage lending by pledging not to raise rates until unemployment fell below 7%. Confusion about this policy saw an MP compare him to an \"unreliable boyfriend\", a monicker which stuck around long after the original controversy died down. Unlike previous governors who generally kept a low profile, he made controversial interventions ahead of two big constitutional referendums. In 2014 he warned that an independent Scotland might have to surrender powers to the UK if it wanted to continue using the pound. Before the Brexit referendum, he warned that a vote to leave the EU could spark a recession. He addressed the nation shortly after David Cameron resigned as prime minister in the wake of the leave vote, in a bid to reassure the country that the financial system would operate as normal. He described it as his \"toughest day\" on the job, but said the contingency plans the Bank put in place worked effectively. The Bank later cut interest rates from 0.5% to 0.25% - and restarted its quantitative easing programme to support the economy. His final week in March 2020 saw the start of the acutest phase of the Covid pandemic - the Bank cut rates by 0.5% to support the economy, and Mr Carney told the country that the economic shock \"should be temporary\". His time at the Bank also gave him plenty of experience dealing with Donald Trump, which would be useful if he becomes prime minister of Canada. From 2011 to 2018 he was chair of the Financial Stability Board which co-ordinated the work of regulatory authorities around the world, giving him a key role in the global response to the first Trump presidency. He was a regular at the G20 meetings, with a pitch-side view of Trump's attempts to disrupt the international order. He is also known as an advocate for environmental sustainability. In 2019 became a UN Special Envoy for Climate Change, and in 2021 launched the Glasgow Financial Alliance for Net Zero, a grouping of banks and financial institutions working to combat climate change.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/993c/live/d2c8d880-d468-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Reuters Mark Carney, in an open collared blue shirt and suit jacket, with a slight smile. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2675/live/52d05fa0-d44e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Former Bank of Canada and Bank of England governor Mark Carney stands before a podium with a crowd and a Canadian flag in the background. He looks to the right and is smiling. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9e20/live/dd0115a0-d38d-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Canadian Prime Minister Justin Trudeau points and speaks into a microphone as he sits next to Ontario Premier Doug Ford. Provincial flags hang in the background.  "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2977/live/0368ded0-d37a-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Split screen of where a small meteorite landed and in the air"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/53e2/live/f99820b0-d120-11ef-ad10-356270f4d4c2.jpg.webp",
            "caption": "",
            "altText": "Justin Trudeau in profile against Canadian flag backdrop"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6B5B/production/_128338472_gettyimages-1241459445.jpg.webp",
            "caption": "",
            "altText": "Carmelo Anthony, NBA All-Star & Entrepreneur, viewed on the back on a tv camera screen on Centre Stage during day two of Collision 2022 at Enercare Centre in Toronto, Canada"
        }
    ]
}