{
    "title": "Mark Carney runs for leader of Canada's Liberal Party",
    "text": "After months of speculation about his political ambitions, former Bank of Canada and Bank of England governor Mark Carney has announced his run for leader of Canada's governing Liberal Party. Mr Carney formally launched his bid in his hometown of Edmonton, Alberta, on Thursday at a hockey rink where he learned how to skate as a young boy. \"I'm doing this because Canada is the best country in the world, but it could still be even better,\" Mr Carney said, as he stood before a backdrop of a giant Canadian flag. If he wins, the 59-year-old will succeed Prime Minister Justin Trudeau and lead the country into the next general election, which will take place this year. Earlier this month, Trudeau announced his intent to resign after nine years in office once a new Liberal leader is selected. At Thursday's announcement, Mr Carney sought to ground himself to his Canadian roots and distinguish himself from both Trudeau and his opponents across the political aisle. While he has recently served as an economic advisor to Trudeau, Mr Carney is the only candidate in the Liberal Party's leadership race who is not an elected member of Trudeau's government. He has branded himself as an outsider who brings a wealth of financial knowledge to a country that is struggling with a sluggish economy. Under Liberal Party rules, any member of the party - including those who are not elected officials - can run for leadership. They are expected to seek a seat in parliament in the next election, however, which Mr Carney said he intends to do. In his pitch to Canadians, Mr Carney outlined challenges facing the country, like a housing affordability crisis, stagnant wages and the threat of climate change. \"Too many people are falling behind,\" he said. He also noted the tariff threat from US President-elect Donald Trump, who takes office on Monday, saying that Canada is facing extraordinary times. Trump has suggested imposing potential 25% tariffs on Canadian goods. \"I've helped managed multiple crises and I've helped save two economies,\" Mr Carney said. \"I know how business works, and I know how to make it work for you.\" Mr Carney, who is Harvard and Oxford educated, brings a range of economic experience to the race. He previously worked at the investment bank Goldman Sachs, and served as Canada's central banker, from 2008 - when the country became the first G7 nation to raise interest rates after the financial crisis - to 2013. He then moved to London, where he served as governor of the Bank of England until 2020. During his tenure, he led efforts to support the UK economy through Brexit, though he faced criticism that some of his early interventions were overly political. Mr Carney is also known as an advocate for environmental sustainability. In 2019 became a UN Special Envoy for Climate Change, and in 2021 launched the Glasgow Financial Alliance for Net Zero, a grouping of banks and financial institutions working to combat climate change. In recent months, Mr Carney advised Trudeau on economic matters. On Thursday, he criticised the sitting prime minister for his handling of the file. \"I know I'm not the only Liberal in Canada who believes that the prime minister and his team let their attention wander from the economy too often,\" Mr Carney said. Mr Carney's opponents in the Liberal leadership race include a number of sitting members of parliament. Former finance minister Chrystia Freeland is also expected to announce a bid in the coming days. Freeland resigned from her post in December over a break from Trudeau for his handling of Canada's fiscal matters. Whoever wins the Liberal leadership race will face-off against the opposition Conservatives, who have a strong lead in the polls. Their leader, Pierre Poilievre, has championed a small government and a return to \"common sense\" politics. Mr Carney called Poilievre's ideas for Canada \"naïve\" and \"dangerous\". The Conservatives have sought to link Mr Carney with Trudeau's unpopular government, saying he is \"just like Justin\". They also note he has been a champion of carbon pricing, which is Trudeau's signature climate policy and has been met with a mixed reaction in Canada. Mr Carney has advocated for a price on carbon, but appeared to recently back away from the policy, telling a Senate committee in May that it has \"served a purpose up until now\". On Thursday, he said that the carbon tax should be replaced with a policy \"that is at least, if not more, effective\" on climate without hurting Canadians' bottom line. Liberals are scheduled to elect their next leader on 9 March. The next Canadian general election must be held on or before October of this year, and could come as early as this spring.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2675/live/52d05fa0-d44e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Reuters Former Bank of Canada and Bank of England governor Mark Carney stands before a podium with a crowd and a Canadian flag in the background. He looks to the right and is smiling. "
        }
    ]
}