{
    "title": "Nepal's leader says it has too many tigers. Does it?",
    "text": "Nepal has been celebrated globally for tripling its tiger population in a decade - but Prime Minister KP Sharma Oli thinks the country may have been too successful. \"In such a small country, we have more than 350 tigers… We can't have so many tigers and let them eat up humans,\" he said last month at an event organised to review the country's COP29 outcomes. Attacks by tigers claimed nearly 40 lives and injured 15 people between 2019 and 2023, according to government data. But local communities say the figure is much higher. \"For us, 150 tigers are enough,\" Oli declared in December, even suggesting that Nepal could send its prized big cats to other countries as gifts. There is no one answer, experts say. It depends on the availability of prey in a given area -  ideally, each tiger should be in the vicinity of about 500 prey animals, such as deer, antelopes or wild buffalo, tiger biologist Ullas Karanth says. Experts argue that Oli's concern with capping tiger numbers is misplaced. Rather, Nepal's government should focus on \"expanding protected areas that have reasonable natural densities of prey and tigers,\" Dr Karanth adds. If wildlife is spilling out of protected areas in search of prey, that might explain why so many attacks have happened in places that border forests, where tigers have always encountered humans. An example is the \"buffer zones\" that lie between national parks and human settlements. Wildlife sightings are common here, but locals also use the area for cattle-grazing and collecting fodder and firewood. Forest corridors - strips of land that connect different parks and bio-reserves allowing wildlife to roam between them - have emerged as yet another flashpoint. Roads sometimes run through these areas, and locals also use them for foraging, leaving them vulnerable to attacks. The rise in human fatalities is a sign that Nepal's once-successful conservation model is cracking, zoologist Karan Shah says. \"So far, [Nepal's] focus seems to be on winning international attention, while ignoring the impact on communities living around national parks and protected areas,\" Mr Shah adds. He argues that conservation is not just \"an ecological or scientific issue\" but also a social one - and that the loss of human lives must be prevented so local communities remain a part of the conservation effort and don't turn against it. Anger among locals has also been growing as tigers have been preying on livestock. \"A significant portion of our population still live in rural areas and are dependent on forest resources that they help conserve - but they are now increasingly being killed and injured by tigers,\" Thakur Bhandari, president of Federation of Community Forestry Users Nepal, told the BBC. \"As forest conservationists we cannot be against wildlife, but that does not mean we should ignore its impact on humans and our society.\" A century ago, some 100,000 tigers roamed Asia - but deforestation and rampant poaching pushed them to the brink of extinction. There are now only about 5,600 wild tigers remaining across 13 countries, including Nepal, China, India, Thailand, Indonesia and Russia. All of these nations had committed to doubling their tiger numbers by 2022, but Nepal was the first to surpass the target - due in part to a zero-poaching initiative and a doubling of the country's forest cover between 1992 and 2016. Connecting 16 protected zones in southern Nepal with areas across the border in northern India created forest corridors which helped too. The growing number of tiger attacks has now tarnished that achievement. Oli believes Nepal's tiger population is growing at the cost of human lives. Viable solutions, however, are not easy to come by. The parks and wildlife department has acknowledged the challenge of managing tigers in Nepal, where those that kill humans are tracked down and taken into captivity. \"Zoos and rescue centres are already overwhelmed with problematic tigers,\" the department said in a conservation report published in 2023. \"A comprehensive protocol is urgently needed to cope with the rescue, handling, and rehabilitation of problem animals.\" Oli has proposed sending Nepal's tigers abroad. \"People love to keep birds like falcons and peacocks as pets, so why not tigers?\" he suggested. \"That would boost their status too.\" Others have different ideas. Dr Karanth says tigers that have repeatedly taken human lives should be \"killed immediately\". Some argue that humans exacerbated the problem by encroaching into the tigers' natural habitats, using the land for cultivation or infrastructure and reducing the big cats' prey-base. The BBC spoke to a wildlife management expert, meanwhile, who claims Oli wants to bring down tiger numbers so that more land can be cleared to build infrastructure. \"It is not about people's safety,\" he said. For now the situation is at an impasse. It's unclear whether Oli's \"tiger diplomacy\" suggestion will gain traction, or whether over-encroaching humans or tigers are to blame for Nepal's tiger attack crisis. What is clear is that humans and tigers are struggling to achieve peaceful co-existence in Nepal - and the country's conservation success story has brought many of its own thorny problems to reckon with.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d364/live/cf692690-d256-11ef-afca-fd8d41ed4ae1.jpg.webp",
            "caption": "",
            "altText": "Getty Images A royal Bengal tiger on a dirt road in the jungle in Chitwan National Park in Nepal"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6594/live/ace7af60-d256-11ef-afca-fd8d41ed4ae1.jpg.webp",
            "caption": "",
            "altText": "Getty Images Two young wild tigers runing in Bardia National Park, Nepal"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/27cc/live/093cf170-d181-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "Tiger biologist Ullas Karanth says the focus should be on expanding protected areas for Nepal's big cats",
            "altText": "Ullas Karanth Tiger biologist Ullas Karanth "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/8fc8/live/c6796af0-d421-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "A woman in a white sleeveless top stands in New York City's Times Square at dusk, looking down at the smartphone in her hands"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/472b/live/eacf8fd0-d3d9-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Indus priest sculpture"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2ec2/live/e603df80-d3f0-11ef-b7cd-a9b221bd937e.jpg.webp",
            "caption": "",
            "altText": "Bollywood actress Kareena Kapoor Khan (L) and Saif Ali Khan (Owners of Defending Champions, Tiigers of Kolkata) during the launch of India's pioneering tennis ball T10 cricket tournament Season 2 in Mumbai on August 18, 2024. (Photo by SUJIT JAISWAL / AFP) (Photo by SUJIT JAISWAL/AFP via Getty Images)\n"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/33f0/live/86176e30-d41c-11ef-9321-378935dad855.jpg.webp",
            "caption": "",
            "altText": "The Joshi family stands in a row smiling at the camera, with several coloured sheets as a backdrop"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ad05/live/d49053b0-d408-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Composite picture with light brown jungle cat Teddy on the left in a cage with straw bedding. On the right is black female jungle cat Binks also in a straw-covered cage."
        }
    ]
}