{
    "title": "No convictions for breaching sanctions on Russia",
    "text": "The UK has not carried out a single conviction for breaches of Russian sanctions, the National Crime Agency has said. Financial sanctions on Russia were introduced following the annexation of Crimea in 2014 and the wider invasion of Ukraine in 2022. They include bans on exporting weapons technology, facilitating the illegal trade of Russian oil and generally assisting President Vladimir Putin's government. A law was introduced four years ago to allow the UK to convict those breaching the sanctions. However, in a letter to MPs, the NCA's director-general pointed to the complexity of cases and said charges had only been brought once. Last week Foreign Secretary David Lammy said he was making it his \"personal mission to choke off Russian revenues\" through sanctions. But critics have long claimed that Western sanctions are less effective than first hoped, and figures last year showed the Russian economywas growing. Investigations into potential breaches of financial sanctions are carried out by a Treasury unit called the Office of Financial Sanctions Implementation (OFSI). The OFSI received an extra £50m of funding in March to improve enforcement of the UK's sanctions regime. In October, BBC Newsrevealedthe OFSI was carrying out 37 investigations into UK-linked businesses for potentially breaking Russian oil sanctions. A further 15 cases had closed without any fines or other punishments issued and it is not known how many more have closed since. In September, the body issued its first Russia-related penalty when it fined a concierge company £15,000 for having a sanctioned individual on its client list. London-based firm Integral Concierge Services was found to have made or received 26 payments that involved a person whose assets had been frozen as part of the Russia sanctions. In November, MPs on Parliament's Treasury Select Committee quizzed OFSI officials about the effectiveness of their investigations, but officials said the NCA was the body ultimately responsible for prosecuting and convicting those found to have breached the rules. In a subsequent letter to the committee's chair, the NCA's Director-General, Graeme Biggar, pointed to the \"complex and lengthy\" nature of the cases. He said that similar cases in comparable countries took an average of seven years to be completed. The Sanctions and Anti Money Laundering Act, which is the legislation used to bring prosecutions, was only introduced four years ago. Mr Biggar said: \"Financial investigations of this nature are typically complex and lengthy. As a result, there have been no concluded prosecutions for offences under the new Sanctions and Anti Money Laundering Act.\" He added that the NCA had a \"number of ongoing investigations with respect to financial sanctions breaches and other relevant crimes, some of which are awaiting charging decisions\". In February last year, the NCA did bring charges against the former governor of a Crimean city, who was charged with seven counts of circumventing sanctions and two of money laundering. Treasury Select Committee chair Dame Meg Hillier said it was \"critical the government can demonstrate that there are consequences when sanctions are breached\". She added that \"we must maintain the pressure on Russia-linked organisations and ensure there is a clear deterrent which prevents anyone from attempting to circumvent sanctions against Russia\". In November, David Lammy said Western sanctions had \"deprived Russia of more than $400 billion since February 2022, which is equivalent to four more years of funding for the invasion\". When asked by MPs whether he would be taking action against UK companies helping facilitate the Russian oil industry, he said, \"There is more to come, I suspect, over the coming days.\" It is understood that no such action has yet been taken, but the government did appoint former Labour MP Baroness Margaret Hodge as an anti-corruption champion in December.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3283/live/a0d70510-d46b-11ef-bb39-2f9033d1ecc6.jpg.webp",
            "caption": "A woman looks at debris from a Russian attack in Chernihiv, Ukraine, earlier this month",
            "altText": "Reuters A lone woman holds a cat, surrounded by debris a day after a Russian strike, Ukraine: Resident Svitlana Vlasyk hugs her cat and looks at her house destroyed by yesterday's Russian missile strike, amid Russia's attack on Ukraine, in Chernihiv, Ukraine January 4, 2025"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0cc8/live/94ee2f30-d27c-11ef-9377-192b32874917.jpg.webp",
            "caption": "",
            "altText": "A military ship patrolling coast of the Baltic sea"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1dfc/live/882065e0-d261-11ef-9dbb-9559c8b74d9b.jpg.webp",
            "caption": "",
            "altText": "Three Ukrainian soldiers crawling through bushes with an explosion in the distance"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/f50a/live/b15e0470-d1d6-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Close up headshot of a woman with a blonde bob looking into the distance."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9247/live/5c1e7660-c476-11ef-9016-0b19c70ef50e.jpg.webp",
            "caption": "",
            "altText": "Ahmed Taha"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1503/live/2f900400-d016-11ef-bb1e-555c64210f1c.jpg.webp",
            "caption": "",
            "altText": "Emergency tug Bremen Fighter keeps the Eventin in position"
        }
    ]
}