{
    "title": "Onboard aid convoy on its way to offer hope for Gaza",
    "text": "Ahead through his windscreen, and behind in his rear view mirror, Mustafa al Qadri can see the rest of the long convoy heading towards the Jordan Valley. We pass through the sand-coloured, rocky land that descends in the direction of the Dead Sea, towards Israel and ultimately Gaza. First the convoy must go through Israeli customs at the King Hussein/Allenby Bridge border crossing. Then it is on to the Erez crossing into Gaza where the aid will be transferred to local drivers from the World Food Programme. Mustafa is heading towards a place where Israeli settlers have blocked roads and where, inside the war zone itself, criminal gangs hijack aid trucks. But on this sunny winter morning, the driver is happy. \"We are carrying aid like food and medication for our brothers in Gaza,\" he says. The word \"brothers\" comes up repeatedly in his answers. He is not referring only to a shared humanity, or Arab brotherhood, but the fact so many Jordanians have Palestinian roots. \"Delivering this aid is a good deed. It makes me happy,\" Mustafa says. The drivers wave to onlookers and blare their horns. Gaza is a popular cause in Jordan. The noise competes with the sirens of the police escort, including two trucks with mounted machine guns. Of course, these escorts won't be crossing into Israel, much less Gaza. This latest mission involves 120 trucks - the biggest since the war began in October 2023. The Jordanian aid operation is a sign to Gazans that - by their neighbours at least - they are not forgotten. Jordan's leader, King Abdullah II, has personally pushed the Kingdom's efforts to get food, medicine and fuel into Gaza. The international community has promised an aid surge once the ceasefire is established.  \"It is imperative that this ceasefire removes the significant security and political obstacles to delivering aid across Gaza,\" said the UN Secretary General, Antonio Gutteres. \"The humanitarian situation is at catastrophic levels.\" Ninety percent of Gaza's 2.2 million people are displaced. Up to two million depend on aid. This comes after 15 months of conflict in which the UN and aid agencies have accused Israel of repeatedly blocking or delaying distribution of vital food, medicine and fuel. Israel denies it impedes aid. But at one point the United States threatened to cut military aid to Israel because of the low level of aid reaching Gaza. In Deir al Balah in central Gaza, a BBC journalist witnessed poignant scenes of exhausted children struggling with each other as they queued for food. Tired tempers frayed among youngsters who each day come to collect rice or bread to bring home to their families. Ten-year-old Farah Khaled Basal, from Al Zaytoun, said she came so her nine siblings would be fed. A slight, smiling child, she was waiting at a centre run by World Food Kitchens, seven of whose aid workers were killed in an Israeli air strike last April. Farah's family is separated from their father who is in the north of the Gaza strip. She told our reporter she dreamed constantly about a ceasefire. \"I want to go back to our home and for my father to return to us, and for flour to be available for us.\" There were children of all age groups in the line waiting for a handout of rice. Lamees Mohammad Al Mizar'i is 16 and originally from Gaza City. She now lives in a tent with eight family members. Lamees looks back, almost disbelievingly, at her pre-war attitude to food. \"I was picky, when my mum used to make cauliflower, I used to complain about it, saying 'we are eating cauliflower every day, I want a different meal with meat or chicken,' but now I eat everything, the good and the bad. Animals do not eat the food we eat.\" She explained how hunger creates family tensions. \"When I tell my mom I'm not going to queue today, she tells me, 'What would we eat then? Should we keep looking to the sky, then?' I have to come here. I keep thinking that if I don't come we won't find anything to eat. In the past, I used to think daily where to go out, what to play, what to study, when to go to bed. I had my own room, kitchen. There was a living room and I used to receive guests.\" After collecting her pot of rice, Lamees walks home, past a line of adults and children who have arrived at the kitchen. She is muttering to herself as she disappears into the morning crowds. Back in Amman, they are preparing more aid for delivery to Gaza. The Jordanian Hashemite Charity Organisation says it could load 150 trucks a day for Gaza if given the go-ahead. There is no shortage of willingness. Aid agencies, the UN and other groups are ready. They are - all of them - waiting for the full opening of Gaza to aid, and for peace. Additional reporting by Alice Doyard, Suha Kawar and Moose Campbell",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9f90/live/af5f68c0-d45c-11ef-a6f4-23ba91a24e49.png.webp",
            "caption": "Mustafa al Qadri has been carrying aid into Gaza",
            "altText": "Mustafa al Qadri carries aid into Gaza"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/acce/live/02084c40-d45d-11ef-87df-d575b9a434a4.png.webp",
            "caption": "Lamees Mohammad Al Mizar'i queues for rice",
            "altText": "Lamees Mohammad Al Mizar'i queues for rice"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c9f8/live/1fa1f7b0-d408-11ef-9993-d9e5e808492c.jpg.webp",
            "caption": "",
            "altText": "Woman protesting against the government and showing support for the 7 October hostages holds up both hands, with the words \"Stop the War\" written on her palms, as demonstrators with banners stand in the background"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/cc8e/live/3748b9d0-d42b-11ef-b20c-8bcfada6218e.jpg.webp",
            "caption": "",
            "altText": "Palestinian man with two young girls walking past the rubble of buildings destroyed in previous Israeli strikes, as two boys walk away in the opposite direction, in Khan Younis in the southern Gaza Strip on 16 January, 2025\n"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/933c/live/102cb110-d419-11ef-9321-378935dad855.jpg.webp",
            "caption": "",
            "altText": "Rubble in Gaza following a strike on 16 January. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/538e/live/61cb2640-d415-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "People check the rubble of buildings hit in Israeli strikes the previous night in Jabalia in the northern Gaza Strip, on January 16, 2025"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/114CB/production/_133595807_gaza_one_year_on_promo-nc.png.webp",
            "caption": "",
            "altText": "A view of a street in Gaza showing almost completely destroyed high-rise buildings on the right and burnt out building that appear to have bullet holes in them on the left. In the distance one building with a red roof appears to be more intact. The image has been treated to give it a grainy quality and a faint bluish tint."
        }
    ]
}