{
    "title": "Power lines, hikers, arson: Inside the effort to uncover what sparked LA's fires",
    "text": "The hiking trail through Temescal Canyon in western Los Angeles is a favourite of locals. Towering above the twisting roads and manicured homes that make up the Pacific Palisades, urban hikers seeking an escape from America's famously gridlocked city have a clear view of the pristine waters of the Pacific. Now the green, brush-lined path in the canyons is grey and burned as far as the eye can see. Yellow police tape surrounds the path up to the trail. Police guarding this area are calling it a \"crime scene\" and prevented BBC reporters, including me, from getting any closer. It's where investigators think the deadly blaze that destroyed so many homes in the area may have started. A similar scene is playing out across town in the north of the city. There, the community of Altadena was levelled by a different fire that ignited in the San Gabriel Mountains. Investigators in both locations are scouring canyons and trails, and examining rocks, bottles, cans – any debris left behind that might hold clues to the origins of these blazes, which are still unknown. It's the one thing on-edge and devastated Angelenos are desperate to know: how did these fires start? Without answers, some in fire-prone California are filling in the gaps themselves. Fingers have been pointed at arsonists, power company utilities or even a blaze days prior in the Pacific Palisades that was snuffed out but may have re-ignited in the face of Santa Ana winds blowing at 80-100mph (128-160 kmph) last week. Investigators are examining all those theories and more. They're following dozens of leads in the hopes that clues in burn patterns, surveillance footage and testimony from first responders and witnesses can explain why Los Angeles saw two of the most destructive fire disasters in US history ignite on 7 January, so far killing 27 people and destroying more than 12,000 homes and businesses. But this tragic mystery will take time to solve – possibly as long as a year. \"It's just too early,\" Ginger Colbrun, a spokeswoman for the Los Angeles division of the US Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) told the BBC. \"Everyone wants answers, we want answers, the community wants answers. They deserve an explanation. It just takes time.\" The first trace of the Palisades Fire may have been spotted by Kai Cranmore and his friends as they hiked in Temescal Canyon, on a trail frequented by nature lovers and California stoners alike. It's not uncommon for visitors to bring alcohol and music, relaxing in nature by Skull Rock – a landmark rock formation along the trail. In a series of videos posted online, Mr Cranmore and his friends are seen running down the canyon on the morning of 7 January. His first videos show a small cloud of smoke billowing from a hill as they navigate through brush and rock formations in a desperate escape. Out of breath, they comment on having smelled fire before seeing smoke rising. In further clips, that small cloud gets darker and flames can later be seen cresting over the hilltop. \"Dude, that's right where we were standing,\" one person exclaims in the video as flames whip in the distance. \"We were literally right there,\" another chimes in. The videos of the hikers are being examined as part of the official investigation into the origin of the Palisades Fire, Ms Colbrun of the ATF confirmed, saying their experience is just one of many tips and potential leads that have been flagged to authorities. \"The investigators, they're talking to everyone,\" she said. Some on the internet were quick to blame the group for the fire, noting how close they were to the blaze when it erupted. Even actor Rob Schneider posted about the hikers, asking his followers to help identify them. In interviews with US media outlets, members of the hiking group noted how fearful they became as people started online attacks. One of the men said he deleted his social media accounts. \"It's scary,\" one of the group told the LA Times. \"Just knowing as a matter of fact of our experience that we didn't do it but then seeing the amount of people that have different theories is overwhelming.\" Ms Colbrun said investigators were also speaking to firefighters who responded to a blaze days earlier that sparked nearby in the same canyon. A persistent theory holds that a small fire on 1 January was never fully extinguished and reignited six days later as winds picked up. The Palisades Fire is thought to have erupted around 10:30 local time on 7 January, but several hikers told US media they'd smelled smoke earlier that morning as they used the trail. A security guard who works near the trail told the BBC he'd seen smoke or dust for several days in the area. The morning of the blaze he was patrolling the neighbourhood bordering the canyon and called firefighters as a plume of smoke formed. But Los Angeles County Fire Chief Anthony Marrone was dismissive of speculation the the two fires in the Palisades, nearly a week apart, could be connected. \"I don't buy it. Personally, I don't buy it,\" he told the BBC. \"I believe that a week is too long for a fire to get re-established that wasn't fully contained.\" He acknowledged such incidents do happen but they are rare. While Chief Marrone's agency is not leading the probe into the Palisades Fire, he said investigators were also examining the possibility of arson. \"We had numerous fires in the LA County region almost simultaneously, which leads us to believe that these fires were intentionally set by a person,\" Chief Marrone said. He adds that about half of the brushfires the agency typically responds to are intentionally set. Chief Marrone has been primarily focused on the other side of town, dousing the Eaton Fire that tore through much of Altadena. It levelled whole neighbourhoods, destroyed blocks of businesses and killed at least 17 people. The agency is working with Cal Fire, California's state-wide fire agency, to investigate the cause of that blaze and where it ignited. The Eaton Fire erupted shortly after sunset on 7 January - hours after firefighters became overwhelmed in the Palisades. Jeffrey Ku captured what could be some of the earliest footage of the fire. A Ring doorbell camera on his home captured the moment his wife came to pull him outside. \"Hey babe, I need you to come out here right now,\" she tells him as her hair whips in the fierce winds. \"We have a very big problem.\" \"Oh no!\" Mr Ku can be heard saying as bright orange flames light up the sky. At that point, the fire was still small. It was blazing under a large metal utility tower on the mountainside. In a series of videos, Mr Ku documented how quickly it spread – each update carrying more worry in his voice as he and his wife packed what they could to leave. \"Please God, please God save us, save our house. Please God, please,\" he says in one – the whole sky now glowing yellow-orange. Sirens echo around him. The large metal utility tower Mr Ku recorded is now a focus for fire investigators. Utility providers have been blamed for some of California's worst fires, including the 2018 Camp Fire that killed 85 people and destroyed the town of Paradise. In 2019, Pacific Gas and Electric (PG&E) agreed a $13.5bn (£10.2bn) settlement with victims of the Camp Fire and other wildfires in the state. In the week since the Eaton Fire, there have already been at least five lawsuits filed against Southern California Edison, the power provider that operates the tower seen in Mr Ku's video. The company says it has not found any evidence that its equipment was responsible for the fire and is reviewing the lawsuits. In a statement, it said its preliminary analysis of transmission lines across the canyon showed there were \"no interruptions or operational/electrical anomalies in the 12 hours prior to the fire's reported start time until more than one hour after the reported start time of the fire\". Additionally, the company said its distribution lines to the west of Eaton Canyon \"were de-energized well before the reported start time of the fire\" as part of its fire safety shut-off program. Chief Marrone told the BBC that investigators were looking into all possibilities, including whether the tower may have been where a spot fire ignited – meaning the initial blaze could have been started elsewhere but then spread to the tower through flying embers. He explained the tower where the fire was spotted is not like those seen in neighbourhoods. Rather than a wooden pole with a small, easy-to-blow transformer or slim wires, this was a massive metal transmission tower with high voltage lines as thick as a fist. These types of lines aren't typically the cause of fires because they're computerised, he said, and the system automatically turns off power once there is an issue. He noted, though, that investigators were looking into whether Southern California Edison's systems operated properly that night and cut power. Cal Fire cautioned against casting any blame so early in the probe. \"We want to make very sure that we're not pointing any fingers in any direction because we've seen what happens when someone is falsely accused,\" Gerry Magaña, deputy chief of operations, told the BBC in an interview. \"It causes chaos.\" Additional reporting from Hannah Green and Emma Pengelly",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/afa3/live/bf9f8c60-d43e-11ef-920c-39a89a3814da.jpg.webp",
            "caption": "",
            "altText": "AFP via Getty Images The silhouette of a firefighter is seen against bright orange flames as a helicopter drops water on burning hills in the distance "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2f09/live/85e136a0-d456-11ef-9648-d100815d1dd7.jpg.webp",
            "caption": "Workers are seen on a ridge line in a scorched area of Temescal Canyon",
            "altText": "Workers are seen on a ridge line in a scorched area of Temescal Canyon"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ba56/live/26b8d640-d44e-11ef-9fd6-0be88a764111.png.webp",
            "caption": "The Palisades fire spread rapidly as it was fanned by high winds",
            "altText": "Time stamped graphics show how the palisades fire grew and spread from first report to four days later"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6524/live/b293d770-d46a-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "Jeffrey Ku and his wife had to make a quick escape when they noticed a fire nearing their home",
            "altText": "Headshot of Jeffrey Ku with the sun setting behind him. He has short, dark hair and wears a dark-coloured jacket."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/98f2/live/3c3a03a0-d44d-11ef-9fd6-0be88a764111.png.webp",
            "caption": "",
            "altText": "Two maps highlight how large areas of the Pacific Palisades and Altadena were damaged in the fires"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e81/live/4f5f5df0-d410-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Remains of houses burned by wildfires in Los Angeles"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/16b3/live/35d4f1a0-d443-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "A street without any houses is in split screen with a dark green wooden slatted house."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/f524/live/f36a1fe0-d369-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Trucks are lined up."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b29b/live/c3e759d0-d32e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "A burned car and building in Los Angeles"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ba81/live/fac517d0-cf87-11ef-9b5b-79c2d603c688.png.webp",
            "caption": "",
            "altText": "Victor Shaw"
        }
    ]
}