{
    "title": "Record label hits back at 'illogical' Drake lawsuit",
    "text": "Universal Music Group has fired back at Drake's attempt to sue it over the release of Kendrick Lamar's diss track Not Like Us last year. The Canadian musician filed a lawsuit on Tuesday, accusing the company of defamation by allowing the song to be published, claiming it had spread the \"false and malicious narrative\" that he is a paedophile. In response, Universal, which has been Drake's label for more than a decade, said: \"Not only are these claims untrue, but the notion that we would seek to harm the reputation of any artist - let alone Drake - is illogical.\" It also accused the star of trying to \"silence\" Lamar by taking their rap battle to the courts. \"Throughout his career, Drake has intentionally and successfully used UMG to distribute his music and poetry to engage in conventionally outrageous back-and-forth 'rap battles' to express his feelings about other artists,\" the label said. \"He now seeks to weaponize the legal process to silence an artist's creative expression and to seek damages from [Universal] for distributing that artist's music.\" In response to claims that Universal had deliberately harmed Drake's career, the label noted it had \"invested massively\" in his music, helping him \"achieve historic commercial and personal financial success\". \"We have not and do not engage in defamation - against any individual,\" the statement concluded. Drake's lawsuit was filed at the US District Court for the Southern District of New York on Wednesday, and marks the latest chapter in his long-running feud with Lamar. The pair butted heads on a series of rap tracks last year. In one, Drake accused Lamar of domestic abuse. Lamar responded with Not Like Us, in which he characterised Drake and his entourage as \"certified paedophiles\" who should \"be registered and placed on neighbourhood watch\". In court documents, Drake claimed that Universal knew that Lamar's lyrics were false but \"continued to fan the flames\" of the controversy for profit. He claimed the label launched \"a campaign to create a viral hit\" out of the song, and suggested that a shooting at his Toronto mansion last May was directly linked to those actions. Universal, he said, \"chose corporate greed over the safety and well-being of its artists\". However, the legal case did not take aim at Lamar himself. \"This lawsuit is not about the artist who created Not Like Us,\" the court documents said. \"It is, instead, entirely about UMG, the music company that decided to publish, promote, exploit, and monetize allegations that it understood were not only false, but dangerous.\"",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/53fc/live/f8742ac0-d3ec-11ef-b7cd-a9b221bd937e.jpg.webp",
            "caption": "Drake has sold more than 200 million records over the course of his career",
            "altText": "Getty Images Drake performs on stage in a black jacket with a branded t-shirt partially on show"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0619/live/2605d100-d3ed-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "Kendrick Lamar's Not Like Us is nominated for five awards at next month's Grammys",
            "altText": "Getty Images Kendrick Lamar accepts a Grammy Award in 2023. He is wearing a light sports jacket over a suit and tie, with a purple \"Los Angeles\" baseball cap and blackout sunglasses."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2889/live/bbd00ba0-d42f-11ef-bfed-f57586c61e45.jpg.webp",
            "caption": "",
            "altText": "Teddy Osei, dressed in a crisp white linen shirt and a traditional African cap, radiates joy with a broad smile as he performs with his band Osibisa at the Front Room of the Queen Elizabeth Hall in 2010."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/10e2/live/8854de40-d420-11ef-af3b-4ddbbd6557f0.jpg.webp",
            "caption": "",
            "altText": "A view of the hall from the street. It is a cream building with several pillars. Leading up to are the building are stone steps and in front of these are black gates. Trees are in the front of the picture and there are also bushes and foliage. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/a1ba/live/2e633920-d19d-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Chris Martin from Coldplay holding both hands up in the air, with a black microphone in his right hand. he is wearing a denim jacket and blue top underneath, with red spotlights behind him."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/69f9/live/7e77d3b0-d33e-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Linda Nolan seen at the ITV Studios on March 5, 2018 in London, England"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dc14/live/bd970220-d341-11ef-a669-f140c338bce3.jpg.webp",
            "caption": "",
            "altText": "Linda Nolan"
        }
    ]
}