{
    "title": "Rise of vaccine distrust - why more of us are questioning jabs",
    "text": "Covid vaccines saved lives. Lots of them. Research by the World Health Organization (WHO) now puts the number at 475,000 in the UK with many more kept out of hospital or off a ventilator. The jabs were a \"scientific miracle\" we were told at the time, our best hope of life returning to normal after months of lockdown restrictions. But something has happened in the years since. Research suggests confidence in all types of vaccination has taken a significant hit. \"It's the great paradox of the pandemic,\" says Dr Simon Williams, a public health researcher at Swansea University. \"One of the most successful innovations in public health history, the rapid development of Covid vaccines, has actually had the effect of reducing public confidence in vaccination.\" In 2023 around 70% of UK adults said that vaccinations were safe and effective, down sharply from 90% in 2018, according to research from the Vaccine Confidence Project, run by the London School of Hygiene and Tropical Medicine (LSHTM). This is very much part of a worldwide trend with 52 of the 55 countries polled seeing a drop in confidence since 2019. And regular polling carried out by YouGov suggests adults are increasingly likely to say that vaccines have harmful side effects that are not being disclosed to the public. The proportion saying that statement is \"probably\" or \"definitely\" true rose to 30% in 2024 from 19% in 2019. At the same time, childhood vaccination rates have fallen further below recommended levels over the last five years, continuing a longer-term trend. \"Vaccines are always our best defence against infectious, communicable diseases,\" adds Dr Williams. \"A few percentage drops in the proportion of children covered can make a real difference.\" So why is there increased distrust in vaccination - and can anything be done to change that? The long-running Covid inquiryhas already looked at pandemic planning and the impact on the NHS. This week, though, it opened hearings into the vaccine rollout across the UK, from take-up of the jabs, to their safety, to the way they were marketed to the public. Dr Helen Wall, a GP from Bolton, saw the shift in vaccines attitudes over the pandemic first-hand. In May 2021 the town became the centre of national attention; Covid infections  more than quadrupled in three weeks driven by the new Delta variant. A huge vaccine drive was ordered with army medics staffing mobile units. Dr Wall led the rollout, as clinical director of the local NHS commissioning board. \"People were coming out and making tea and coffee for people in the line,\" she says. \"There was this real feeling of camaraderie.\" But around the middle of 2021, she noticed a sudden \"sea change\" in attitudes. \"Patients would start to say to me, 'why should I trust you, you work for them, you're being paid by them, you're part of the government'. \"We very quickly went from being lifesavers to just another part of the system that no-one trusted in some spheres.\" Before long, protestors appeared outside local clinics with placards trying to convince people not get jabbed, and Dr Wall says that she received death threats. Nearly four years on, she reflects: \"I think what Covid has done is amplified a confidence issue that was already there and ramped up some of the doubts and question-marks for people.\" But vaccine hesitancy certainly did not start with the pandemic. The current wave of scepticism is the latest rekindling of an angry debate going back to the dawn of vaccination in 1796 when Edward Jenner created the smallpox vaccine. In the 1890s huge crowds protested in Leicester against mandatory smallpox vaccinations. Then in the 1970s the diphtheria, tetanus, and whooping cough jab was linked to brain injury in children, before later being found safe. In 1998 British doctor Andrew Wakefield published his now infamous research paper falsely claiming the combined measles, mumps and rubella (MMR) vaccine was responsible for rising rates of autism in children. Wakefield's research, described as the most damaging scientific fraud of all time,has since been thoroughly discreditedand he was struck off the doctors' register. But the damage was done. The number of measles cases in England and Wales jumped to 2,032 in 2012 from just 56 in 1998. It took more than a decade for MMR uptake to return to anything like normal and that debunked link with autism still gets repeated today. It was the first serious medical scandal of the internet era and also a sign of things to come. Since the birth of social media in the early 2000s, with sites like Friendster and MySpace, there have been growing concerns about the spread of health rumours and misinformation. Research from the UK Health Security Agency (UKHSA)found 20% of parents surveyed in 2023said they had come across information online that made them worried about vaccines, a sharp jump from just 6% the year before. As social media sites have gone from niche start-ups to established parts of the media landscape, so the risk of misinformation has changed. \"Now somebody in one corner of the world can post something and suddenly millions of people in another part of the world can see it within seconds,\" says Dr Williams at Swansea University. \"It's not just the speed but the reach of misinformation which puts us in completely uncharted territory.\" Research has consistently shown that younger adults are the group most likely to use social media to make decisions about their personal health, and the most vulnerable to misinformation. Lockdowns and other restrictions also meant many of those in their late teens and twenties lost out on education, on early job opportunities and on full social lives in the pandemic. At the same time they were far less likely than older groups to fall seriously ill after catching the virus. \"They were the ones who felt like they paid the price for what was primarily an older person's problem,\" says Prof Heidi Larson, a former head of global immunisation communication at UNICEF and the director of the Vaccine Confidence Project at LSHTM. The data suggests younger groups have also seen the biggest falls in vaccine confidence over the last four years, something she says is the \"most concerning\" part of her research. The proportion of 18-24-year-olds, for example, who say that vaccines are safe and effective has fallen to under 60% in 2023 from 80% in 2019. \"They should really be the priority, because these are potential young parents and if they are questioning the importance of vaccines, then we are in trouble,\" says Prof Larson, who is giving expert evidence to the Covid inquiry this week. \"We have to recognise that this is about the whole experience of Covid, and all the controls and pressures. It's like, 'Enough of being told what to do, I just don't want your vaccines anymore'.\" The speed at which new Covid vaccines had to be developed has also been at the centre of some of the rumour, concern and distrust there is online. The data now shows the jabs did their main job – helping our bodies clear the virus and cutting the risk of severe disease, hospitalisation and death. In early clinical trials though the vaccines were also said to be effective – 90% so in the case of the Pfizer jab – at preventing Covid in the first place. In real world use, that protection against infection and transmissionfaded within months, as immunity \"waned \" and the virus mutated into different variants. Crucially though protection against severe disease has proved far more long-lasting. Then there were safety concerns. The AstraZeneca and Johnson & Johnson vaccines werelinked to a rare, but serious, blood clot in the brainandtheir use was restrictedto certain groups. The Pfizer and Moderna jabs, meanwhile, have beenlinked to rare cases of heart inflammation, which usually clear up without long-term damage. The reality is every vaccine, like any medical treatment, always carries a small level of risk, some more than others. \"The science and public health perspective is quite clear: not only were Covid vaccines safe and effective, but we would have been in a very different world if they hadn't been rolled out so quickly,\" says Dr Williams at Swansea University. \"[But] we're in this complicated, murky world with public attitudes where some people thought they weren't what was promised.\" Many people in the UK no longer have direct experience of how dangerous viruses such as measles can be. The UKHSA says it's been seriously concerned for some time about falling childhood vaccination rates. The organisation's director of public health programmes, Dr Mary Ramsay, believes that trend, which started in the decade before Covid, is more likely to be driven by complacency than a drop in confidence in the childhood vaccination programme. Modern lives are also busy and finding time to take a child to a GP for a series of jabs is not always straightforward, she suggests. In 2024 the number of children receiving a first dose of the MMR vaccine fell to 88.9% in England, the lowest level for 14 years and over the last year we've seen significant measles outbreaks inLondon,BirminghamandBristol. A high level of measles vaccination is vital as it prevents transmission of the virus and protects not just those who receive the jab, but those who can't – young babies and children with weakened immune systems, for example. Dr Wall, now clinical director of population health in Greater Manchester, also thinks there might be an element of \"vaccine fatigue\" creeping in since the pandemic, with even some NHS staff left \"tired, jaded and fed-up\" after years of vaccines, boosters, rules and restrictions. Figures from NHS England, for example, show the number of frontline healthcare workers getting their flu vaccine fell to 35% in November 2024 from 62% in the same month in 2019. In late 2021, the government brought in a policy of mandatory Covid vaccines for care home staff in England, and later tried to extend that to NHS workers. At times the public were also told they needed Covid jabs (or a recent negative test)to travel abroad, to enter nightclubs and to visit cinemasin parts of the UK. Those kinds of strict health policies might force up vaccination rates in the short-term, argues Prof Larson at LSHTM, but there's a danger we are now starting to pay a \"long term price\". The worry is if people feel forced or coerced into taking a vaccine at certain times, wider vaccine confidence and uptake may experience a backlash. For 200 years vaccination has been entangled with personal liberty, state control and other political issues. That's increasingly playing out online where the wider debate also takes in global warming, gun control and immigration, for example. \"It's 'the people' versus the political and financial elites, with medical and scientific experts seen as among those deemed elitist, speaking a different language and entwined with big business and pharma,\" says Prof Larson. Meanwhile, President Trump's controversial pick for US health secretary, Robert Kennedy Jr, has once again put vaccines firmly on the political agenda. In the past he has repeated the false claim that vaccines cause autism, urged parents not to jab their children, and had to apologise after claiming the number injured by vaccines was\"a holocaust\". He has denied on several occasions that he is anti-vaccination, instead saying he is \"pro-safety\". Dr Simon Williams at Swansea University now thinks health authorities have to be clearer about the dangers of some infectious diseases, in the face of online misinformation which often exaggerates the small risk of vaccines. \"Part of the reason tobacco control campaigns have been so effective since the 1980s was because they were so clear about how dangerous smoking is, and I think we can learn from that,\" he says. \"We need to be far more assertive about the potential risks of not getting vaccinated.\" Another idea is \"pre-bunking\" - that is teaching people to expect and recognise misinformation online before they encounter it in real life, instead of relying on fact-checking and dull public health videos after the event. Prof Heidi Larson also thinks now is the time to target and better engage with those most at-risk of rejecting vaccines - in particular the younger groups that her data shows are most affected. \"I would start in schools, I would start in science classes, I think we are losing the plot if we only focus on disinformation, and don't start to build an appreciation of how vaccines work and their benefits,\" she says. \"Vaccine confidence across Europe is now really struggling and we can't just assume it's going to bounce back without a concerted effort.\" Top picture credit: Getty Images BBC InDepthis the new home on the website and app for the best analysis and expertise from our top journalists. Under a distinctive new brand, we’ll bring you fresh perspectives that challenge assumptions, and deep reporting on the biggest issues to help you make sense of a complex world. And we’ll be showcasing thought-provoking content from across BBC Sounds and iPlayer too. We’re starting small but thinking big, and we want to know what you think - you can send us your feedback by clicking on the button below.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/21af/live/137874f0-d18d-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Getty Images A treated image of Covid vaccination vials, with one tipped over and coloured red"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/946a/live/f505ff10-d1c8-11ef-94cb-5f844ceb9e30.png.webp",
            "caption": "Polling found British adults are increasingly likely to say that vaccines have harmful side effects that are not being disclosed to the public",
            "altText": "Getty Images Vaccinators in blue uniforms are infront of rows of vaccine booths"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/577e/live/501e15e0-d1a6-11ef-94cb-5f844ceb9e30.png.webp",
            "caption": "A portrait of the pandemic: long lines of people queueing for Covid jabs after a surge in cases (pictured here in Bolton)",
            "altText": "Getty Images Members of the public queue to receive a Covid-19 vaccine "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b61f/live/11c45750-d1c4-11ef-9fd6-0be88a764111.png.webp",
            "caption": "Certain decisions by the government prompted some people to protest",
            "altText": "Getty Images Anti- Lockdown and Vaccination Protesters at a protest in London "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dc91/live/822a0bc0-d1c9-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "The Covid inquiry is now focusing on the vaccine rollout across the UK",
            "altText": "Getty Images A member of staff administers a COVID-19 vaccine to a member of the public through a car window of the public"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/7b4d/live/21a79240-d1c4-11ef-9fd6-0be88a764111.png.webp",
            "caption": "Experts say what negative sentiment there is towards vaccines may be linked to some people's wider experience of Covid restrictions",
            "altText": "Getty Images People queue outside a Covid-19 vaccination centre set up at St Thomas' Hospital "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/74fb/live/af374720-d1c6-11ef-94cb-5f844ceb9e30.png.webp",
            "caption": "Boris Johnson was the first prime minister to handle the Covid crisis and the rollout of vaccines",
            "altText": "Getty Images Boris Johnson looks down at the podium as he attends a virtual press conference on the Covid-19 pandemic, the slogan on the stage reads 'stay home, protect the NHS, save lives'"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0c1e/live/d515b480-d190-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "Donald Trump's newly appointed health secretary, Robert Kennedy Jr (right), has faced criticism for promoting the false claim that vaccines cause autism",
            "altText": "Reuters Robert F. Kennedy Jr. and Donald Trump shake hands"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9680/live/da160ac0-d429-11ef-943c-b5e53c85fbbb.jpg.webp",
            "caption": "",
            "altText": "A baby in hospital with tubes coming out of her nose, she has breathing equipment in front of her. The baby is wearing a pink top."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/04b4/live/493dc650-d442-11ef-93ce-574f8f93dcfa.jpg.webp",
            "caption": "",
            "altText": "Two cans of Zyn on a table, one of them open. There are some pouches on the counter. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4698/live/3134c550-d432-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "A line of beds in a hospital corridor"
        },
        {
            "url": "https://ichef.bbci.co.uk/images/ic/480x270/p0kk4vck.jpg.webp",
            "caption": "",
            "altText": "Illustration of a silhouette of a person walking inside another silhouette of a person's head (Credit: Julia Dufosse)"
        },
        {
            "url": "https://ichef.bbci.co.uk/images/ic/480x270/p0kjvfmy.jpg.webp",
            "caption": "",
            "altText": "Human hand print in frosted window (Credit: Getty Images)"
        }
    ]
}