{
    "title": "Strong winds weaken in LA, giving respite to weary firefighters",
    "text": "Firefighters battling two fires that have wreaked destruction across Los Angeles for nine days have had some respite on Thursday from the weather. The near hurricane-strength winds that initially fanned the flames and hampered rescue efforts have weakened into much lighter gusts. Progress has been made in containing the two largest fires burning across a combined total of about 40,000 acres. At least 27 people have been killed and more than 12,000 structures destroyed in some of the worst fires in memory to engulf America's second biggest city. The two largest fires, Eaton and Palisades, are still burning after more than a week - and firefighting help has been sought from Mexico and Canada. \"Please be assured that our firefighters continue to work 24/7 to achieve full containment of these wildfires as fast as we can,\" Los Angeles County Fire Chief Anthony Marrone said during a Thursday morning press conference. Officials said there has been little to no fire growth in the last 24 hours, but stressed that unburned, dry fuel combined with low humidity could pose threats despite the decreased winds. Mr Marrone said that while first responders are making progress putting out flames, evacuated residents will not be able to return to their neighborhoods for at least one more week, even for areas deemed safe. Around 82,400 Californians are under evacuation orders, according to Los Angeles County Sheriff Robert Luna. Mr Luna said there have been 47 arrests related to looting and local evacuation order and curfew violations. Later on Thursday afternoon evacuation orders for some communities affected by the Palisades fire and Eaton fire were lifted - more than one week after they were first ordered. Authorities said that residents must prove their residency with a government-issued ID in order to be allowed in to the affected areas. They also advise that residents wear protective clothing, including gloves and a mask, and to avoid contact with potentially toxic ash. \"Returning after a fire can be overwhelming,\" the Altadena Sheriff's Station said in a recent Facebook post that offered advice for returning evacuees. \"Take breaks, reach out to loved ones, and consider talking to a counselor or support group if needed.\" Red flag warnings have been lifted by the National Weather Service (NWS), but could return in a few days. Fire warnings remain critical, with parts of southern California continuing to see an elevated risk despite the weakening winds and rising humidity, says BBC Weather forecaster Paul Goddard. There is no rain forecast for California over the next week. Officials are keeping an eye on the Santa Ana winds, which have been blamed for stoking the blazes. The winds are forecast to return early next week, bringing a high risk of further red flag warnings. Winds could bring gusts of 30-50mph (48-80km/h). The Palisades Fire, the largest, has seen no growth as firefighters work to contain the flames, according to Jim Hudson, a Cal Fire incident manager. It has burned 24,000 acres to date and is more than 20% contained as of Thursday morning. \"I am hoping that as the winds subside, we can see a light at the end of the tunnel and individuals can get their lives back on track to recovery and rebuild,\" Los Angeles Mayor Karen Bass said on Thursday. But there is still plenty of risk to the area, even as firefighters make progress. Mr Hudson added that 5,100 personnel had been assigned to contain the blaze. Two more death from the fires were confirmed to the BBC by LA officials on Thursday. There are at least 31 active missing persons reports in Los Angeles County as of Thursday. Most of the victims died in the Eaton Fire, which has burned more than 14,000 acres to the city's north. Firefighters have contained 55% of the fire. Some of the victims of the Eaton Fire have now been allowed to return to their homes, but tens of thousands of people are still under evacuation orders - where night-time curfews also apply. Thousands of homes have been destroyed in one of the costliest natural disasters in American history. An extreme weather attribution study from climate scientists at 'Climameter' has concluded that the Californian wildfires have been fuelled by meteorological conditions strengthened by human-induced climate change. The study found that current conditions have been warmer, drier and windier compared with the past, in the areas affected by the fires.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/889f/live/a0dbd060-d405-11ef-87df-d575b9a434a4.png.webp",
            "caption": "",
            "altText": "A map of California shows the location for four wildfires: Auto, Hurst, Eaton and Palisades. Nearby or affected locations including Malibu and the Hollywood Hills are included"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5d7e/live/13b05430-d406-11ef-94cb-5f844ceb9e30.png.webp",
            "caption": "",
            "altText": "Maps show the spread of the Eaton and Palisades fires, and the hundreds of homes that are believed to have been damaged in each case"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/aafb/live/12d55150-d465-11ef-8ff3-1b4b69bcc516.jpg.webp",
            "caption": "",
            "altText": "Donald Trump's presidential portrait. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/562c/live/ca938990-42c2-11ef-9b76-575d2882794d.png.webp",
            "caption": "",
            "altText": "Black and white photo of Vance at microphone in front of stars and stripes"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd85/live/99f40c50-d468-11ef-bb39-2f9033d1ecc6.jpg.webp",
            "caption": "",
            "altText": "The SpaceX 'Starship' rocket takes off from the company's Starbase facility in Texas, USA."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e6d/live/17bddaa0-d45d-11ef-a777-d1a42f055885.jpg.webp",
            "caption": "",
            "altText": "Donald Trump and Sylvester Stallone clasp each other's hands on stage at a gala at Mar-a-Lago in November 2024 "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/04b4/live/493dc650-d442-11ef-93ce-574f8f93dcfa.jpg.webp",
            "caption": "",
            "altText": "Two cans of Zyn on a table, one of them open. There are some pouches on the counter. "
        }
    ]
}