{
    "title": "Tanzania denies suspected Marburg outbreak after WHO alert",
    "text": "Tanzania has dismissed a World Health Organisation (WHO) report of a suspected new outbreak of the Ebola-like Marburg virus in the north-west of the country. On Tuesday, the global health agency said a total of nine suspected cases were reported over the last five days in the Kagera region, including eight deaths. But in a statement, Tanzania's Health Minister Jenista Mhagama said after samples were analysed, all suspected cases were found negative for Marburg virus. She said that the country had strengthened its surveillance systems and disease monitoring. We \"would like to assure the international organisations, including WHO that we shall always keep them up to date with ongoing developments,\" Mhagama said. Tanzania experienced its first Marburg outbreak in March 2023 in the Bukoba district. It killed six people and lasted for nearly two months. The highly infectious disease is similar to Ebola, with symptoms including fever, muscle pains, diarrhoea, vomiting and, in some cases, death through extreme blood loss. On Tuesday, WHO chief Tedros Adhanom Ghebreyesus warned of \"further cases in the coming days as disease surveillance improves\" in the latest suspected outbreak in Tanzania. The WHO reported that patients, including healthcare workers, had been identified and were being monitored. It added that the country's rapid response teams had been deployed to help identify suspected cases and contain the outbreak. The WHO cautioned that the risk of the suspected virus spreading in the region remained \"high\" because Kagera was a transit hub with much cross-border movement to the Democratic Republic of the Congo, Uganda, Burundi and Rwanda. \"We do not recommend travel or trade restrictions with Tanzania at this time,\" Dr Tedros said on X. The WHO said the global risk posed by the outbreak was \"low\", and there were no concerns at this stage of the disease spreading internationally. Following the reports, a team of experts was immediately deployed to Kagera region, where they collected specimens, said Tanzania's health minister. She said that laboratory results had ruled out the suspected Marburg outbreak but the minister did not clarify the total number of suspected cases investigated. In December, neighbouring Rwanda declared an outbreak in the country, which had  infected 66 people and killed 15, was over. On average,the Marburg virus kills half of the people it infects, according to the WHO. The Marburg virus is transmitted to humans from fruit bats and then through contact with bodily fluids of infected individuals. There are no specific treatments or a vaccine for the virus, although trials are under way.  Go toBBCAfrica.comfor more news from the African continent.  Follow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1bee/live/4a3363e0-d324-11ef-9bab-e1537b3d246b.jpg.webp",
            "caption": "Hundreds of people have died from the virus in recent years, almost all in Africa",
            "altText": "Getty Images A visual image of Marburg virus particles under a microscope"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0a19/live/7c722dc0-089d-11ef-b9d8-4f52aebe147d.jpg.webp",
            "caption": "",
            "altText": "Getty Images/BBC A woman looking at her mobile phone and the graphic BBC News Africa"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/793d/live/6b203d30-d428-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "A photo of Samantha Pendo belonging to her parents"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/7dc4/live/74ee46f0-d436-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "General Abdel Fattah al-Burhan salutes as he listens to the national anthem "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2889/live/bbd00ba0-d42f-11ef-bfed-f57586c61e45.jpg.webp",
            "caption": "",
            "altText": "Teddy Osei, dressed in a crisp white linen shirt and a traditional African cap, radiates joy with a broad smile as he performs with his band Osibisa at the Front Room of the Queen Elizabeth Hall in 2010."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d2ec/live/58436290-d42e-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "A miner who emerged from a disused mineshaft is being helped into an ambulance"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/8eed/live/3ed5f2c0-d422-11ef-af3b-4ddbbd6557f0.jpg.webp",
            "caption": "",
            "altText": "The son of Uganda's President Yoweri Museveni, Major General Muhoozi Kainerugaba attends a ceremony in which he was promoted from Brigadier to Major General at the country's military headquarters in Kampala on May 25, 2016. "
        }
    ]
}