{
    "title": "They hired Banksy for £50 then painted over his mural",
    "text": "For years people have tried - and failed - to uncover details about Bristol's most famous, yet anonymous, graffiti artist Banksy. Photos of him and stories of people who have met him are incredibly rare. But now a man who got the secretive artist to work with children at a youth club in the late 1990s has given the BBC an exclusive insight into the man behind the murals, just as he was about to become famous. Banksy is one of the world's most famous graffiti artists. His work has sold for millions of pounds and his exhibitions seen by hundreds of thousands of people. But behind layers of paint, lost in time at a Bristol youth club, there's a Banksy very few people know about. On the cusp of international fame, the artist was leaving his mark - not only on the streets of his city, but on young people in Lawrence Weston. Here, Banksy helped groups of teens in art classes, just as he was about to paint his famous Mild, Mild West mural. \"If you look at the photos, you can see the way he was working with the young people,\" said Peter de Boer, the man responsible for getting Banksy in the building. \"They were engaged, having fun and sharing ideas. It was a true collaboration.\" Now all that remains of these unique murals are photographs, capturing the colourful, abstract and lively pieces that stretched across the walls of the youth club. The BBC has been given permission to use these photos on the condition that Banksy remains anonymous. The artist would return to the club several times to create new works, with a revolving door of excitable 11 to 16 year olds – oblivious to who the artist would eventually become. It was the late 1990s when Peter, a senior youth worker for the area, was looking for local artists to inspire a generation of children in this part of west Bristol. His friend had a suggestion – someone who went out 'tagging' the city with his brother and was starting to make a name for himself. That person was Banksy. \"I got his phone number, so I used to call him up and ask if he'd come and do some art projects. He was really keen,\" Peter said. This was the same year Banksy did his first large stencil mural in Stokes Croft - Mild Mild West - depicting a teddy bear throwing a Molotov cocktail at three riot police. Each time Banksy arrived at the youth club, he was greeted by dozens of eager kids. The purpose-built youth centre from the 1970s had become a real community hub. \"There would literally be hundreds of young people that would come here over a week,\" said Peter, who is passionate about the need for youth clubs in society. \"It was always very vibrant.\" Peter recalled the hype building around Banksy's work in Bristol, but that \"nobody thought twice about who he was\" when he was running sessions in Lawrence Weston. He was just another artist sharing his skills with the community, he said. \"The thing that struck me back then was he didn't really have an ego. He was doing art with them, rather than doing art for them,\" he said. \"In the morning, he sat around a table with the children, talking about their ideas. \"Then they would all just muck in and spray these things that were invented. \"It wasn't more Banksy than the young people, it was definitely a kind of 50/50 thing.\" And how much did it cost to bring in Banksy? \"For the first one [workshop], I think we paid him £50. Probably only covered the cost of the spray paints back then,\" Peter said. \"I don't think he's ever been in it for the money. It shows what a deep, kind and caring person he is.\" The murals Banksy created with the children were fun and vivid in colour – but with meaning. Cows looking up as bombs are dropped above them, which Peter believes was a nod to climate anxiety, while another was more obscure - a circus overrun by robots. But what happened to these murals? They were painted over. Again and again. \"I personally painted over a Banksy. I threw a Banksy stencil away when I was clearing up,\" Peter said. But he is not one to get sentimental about preserving street art. \"I have no regrets at all [covering them up]. Back then, it was much more about working with and engaging young people. \"And it was just another art project back then.\" For Peter, the value of Banky's time at the club is not monetary, but based on what these murals did for the community. He wonders if the children remember creating pieces with a man who is now one of the most famous artists in the world. \"I'm very proud he came here,\" he said. \"There will be [those who were] young people in the local community who are parents now who worked with Banksy, and they may not know that.\" Follow BBC Bristol onFacebook,XandInstagram. Send your story ideas to us on email or viaWhatsApp on 0800 313 4630.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1b01/live/f4c619a0-b71e-11ef-97e5-89e476d4b612.jpg.webp",
            "caption": "Banksy ran three sessions with young people in a deprived area of Bristol",
            "altText": "Peter de Boer Banksy addresses a room of young people, holding a blue spray can and has a mask hanging from his neck. He is wearing a bucket hat, a paint-covered zip-up top and brown trousers. Behind them is a half-painted mural featuring aliens, spaceships and a cow."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/f34f/live/e87a0f30-b71e-11ef-97e5-89e476d4b612.jpg.webp",
            "caption": "The classes happened at about the same time his famous Mild, Mild West mural appeared",
            "altText": "Peter de Boer Banksy leans to one side holding a spray can, while two children put on masks and gloves."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/a767/live/e1f95ec0-ce95-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "The BBC has been asked to obscure Banksy's face in order to publish the photos",
            "altText": "Peter de Boer A black and white photo of Banksy, wearing a bucket hat, surrounded by young people inside a youth centre."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5f33/live/adb30d90-b6ea-11ef-a0f2-fd81ae5962f4.jpg.webp",
            "caption": "Banksy has gone on to be a world-famous artist",
            "altText": "Peter de Boer A mural showing robots performing in a circus and an animal jumping through a flaming hoop as its eyes pop out."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/553b/live/d5551460-b6ea-11ef-aff0-072ce821b6ab.jpg.webp",
            "caption": "Early in his career Banksy - here on the left - was keen to help teenagers learn how to paint",
            "altText": "Peter de Boer Banksy spray paints a spaceship on a wall, while two children add details to a cow with a series of circles coming from its eyes towards a group of green aliens."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/10e2/live/8854de40-d420-11ef-af3b-4ddbbd6557f0.jpg.webp",
            "caption": "",
            "altText": "A view of the hall from the street. It is a cream building with several pillars. Leading up to are the building are stone steps and in front of these are black gates. Trees are in the front of the picture and there are also bushes and foliage. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3a35/live/9f1d9e60-d280-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "General view of Turbo Island in Stokes Croft covered in graffiti and a pile of cardboard for a fire in the middle, on a grey and drizzly day. Large street art murals are visible in the background"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5611/live/a2717110-d3f0-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Jeff Lovell wearing a light grey shirt and smiling at the camera. He has short white hair with dark grey patches, and is sitting in front of a white background."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4dda/live/154640d0-d3e2-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "A bus lane sign painted in white on a tarmac road"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/3674/live/bbb32fb0-cc2a-11ef-b356-db392c56d570.jpg.webp",
            "caption": "",
            "altText": "Children holding hands with adults start the Great Bristol run. Some are wearing sportswear whilst others are dressed as superheroes"
        }
    ]
}