{
    "title": "Three reasons Trump tariffs aren't China's only problem",
    "text": "China's economy rebounded in the last three months of last year, allowing the government to meet its growth target of 5% in 2024, Beijing announced on Friday. But it is one of the slowest rates of growth in decades as the world's second largest economy struggles to shake off a protracted property crisis, high local government debt and youth unemployment. The head of the country's statistics bureau said China's economic achievements in 2024 were \"hard won,\" after the government launched a slew of stimulus measures late last year. Beijing has rarely missed its growth targets in the past. Experts had broadly predicted this rate of growth. The World Bank said lower borrowing costs and rising exports would mean China could achieve annual growth of 4.9%. Investors, however, are bracing themselves: the threat of President-elect Donald Trump's tariffs on $500bn (£409bn) worth of Chinese goods looms large. Yet that is not all that stands in the way of China achieving its growth targets next year. Business and consumer confidence is low, and the Chinese yuan will continue to weaken as Beijing cuts interest rates in a bid to boost growth. Here are three reasons why Xi has bigger challenges thanTrump's tariffs: There is a growing chorus of warnings that China's economy will slow in 2025. One major driving factor of last year's growth is now at risk: exports. China has relied on manufacturing to help exit the slowdown - so, it has been exporting a record number of electric vehicles, 3D printers and industrial robots. The US, Canada and the European Union have accused China of making too many goods and imposed tariffs on Chinese imports to protect domestic jobs and businesses. Experts say Chinese exporters may now focus on other parts of the world. But those countries are likely to be in emerging markets, which don't have the same levels of demand as North America and Europe. That could impact Chinese businesses that are hoping to expand, in turn hitting suppliers of energy and raw materials. Xi wants to transform China from the world's factory for cheap goods into a high-tech powerhouse by 2035 but it's unclear how manufacturing can continue to be such a big growth driver in the face of rising tariffs. In China, household wealth is largely invested in the property market. Before the real estate crisis, it accounted for almost a third of China's economy - employing millions of people, from builders and developers to cement producers and interior designers. Beijing has implemented a slew of policies to stabilise the property market and the the financial markets watchdog, the China Securities Regulatory Commission (CSRC), has said it will vigorously support reforms. But there are still too many empty homes and commercial properties, and that oversupply continues to force down prices. The property market slump is expected to bottom out this year, but Wall Street banking giant Goldman Sachs says the downturn will be a \"multi-year drag\" on China's economic growth. It's already hit spending hard - in the last three months of 2024, household consumption contributed just 29% to China's economic activity, down from 59% before the pandemic. That is one of the reasons Beijing has stepped up exports. It wants to help offset sluggish domestic spending on new cars, luxury items and almost everything else. The government has even introduced programmes likeconsumer goods trade-ins, where people can exchange their washing machines, microwaves and rice cookers. But experts wonder whether these kinds of measures alone are sufficient without addressing deeper issues in the economy. They say people will need more money in their pockets before pre-Covid levels for spending return. \"China needs to bring back the animal spirit of the population and we are still far from that,\" said Shuang Ding, Chief Economist for Greater China and North Asia at Standard Chartered Bank. \"If the private sector starts to invest and innovate that could increase income and the job outlook, and people will have more confidence to consume.\" Steep public debt and unemployment have also affected savings and spending. Official figures suggestthe youth jobless rateremains high compared to before the pandemic, and that wage rises have stalled. President Xi has promised to invest in the cutting-edge industries that the government calls \"new productive forces\". Until now, that has helped China become a leader in goods like renewable energy products such as solar panels and electric vehicle batteries. Last year, China also overtook Japan as the world's biggest car exporter. But the lacklustre economic picture, uncertainty over tariffs and other geopolitical uncertainties mean the appetite of foreign businesses for investment in China is subdued. It's not about foreign or domestic investment - it's that businesses don't see a bright future, said Stephanie Leung from wealth management platform StashAway. \"They would like to see a more diversified set of investors coming in.\" For all of these reasons, experts believe the measures to support the economy will only partially alleviate the impact of potentialnew US tariffs. Beijing must either undertake big, bold measures or accept that the economy is not going to grow so fast, Goldman Sachs' Chief China Economist Hui Shan wrote in a recent report, adding: \"We expect them to choose the former.\" \"China needs to stabilise property markets and create sufficient jobs to ensure social stability,\" Mr Ding from Standard Chartered Bank said. According to researcher China Dissent Monitor,there were more than 900 protests in Chinabetween June and September 2024 led by workers and property owners - 27% more than the same period a year earlier. These sort of social strains as a result of economic grievances and an erosion of wealth will be a concern for the Chinese Communist Party. After all, explosive growth turned China into a global power, and the promise of increased prosperity has largely helped its leaders keep a tight lid on dissent.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1e3a/live/777c5e90-d3b7-11ef-9da7-c1c79bfc6e92.jpg.webp",
            "caption": "Trump says he been talking to China's Xi through aides since his election",
            "altText": "Getty Images US President Donald Trump, right, and Xi Jinping, China's president, greet attendees waving American and Chinese national flags during a welcome ceremony outside the Great Hall of the People in Beijing, China, on Thursday, 9 November, 2017"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1b73/live/268c82a0-d3ec-11ef-b7cd-a9b221bd937e.jpg.webp",
            "caption": "Experts say deep issues in China's economy need to be addressed to fuel spending",
            "altText": "Getty Images Pedestrians walk past a shopping mall decorated with red lanterns and a sign reading 2025 Happy New Year to celebrate the upcoming Chinese New Year on January 14, 2025 in Chongqing, China."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/7073/live/297f6760-d3ed-11ef-b7cd-a9b221bd937e.jpg.webp",
            "caption": "Electric vehicle exports have been a huge growth driver for China",
            "altText": "Getty Images A ro-ro ship of clean energy vehicles, ''BYD Hefei,'' loads new energy vehicles for export to Zeebrugge Port in Belgium at Haitong (Taicang) Automobile Terminal in the Taicang Port district of Suzhou Port in Suzhou, China, on January 11, 2025."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5472/live/7dfc4d80-d46f-11ef-bc87-3f424336a1cd.jpg.webp",
            "caption": "",
            "altText": "Logo of Hino Motors."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/aafb/live/12d55150-d465-11ef-8ff3-1b4b69bcc516.jpg.webp",
            "caption": "",
            "altText": "Donald Trump's presidential portrait. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/562c/live/ca938990-42c2-11ef-9b76-575d2882794d.png.webp",
            "caption": "",
            "altText": "Black and white photo of Vance at microphone in front of stars and stripes"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5919/live/efd23690-d42e-11ef-94cb-5f844ceb9e30.png.webp",
            "caption": "",
            "altText": "A montage image: Includes black and white image of Trump and a red map. On the right is Jeremy Bowen in a blue press vest."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/75c2/live/8dcfc4c0-d321-11ef-9bab-e1537b3d246b.jpg.webp",
            "caption": "",
            "altText": "Farmer Sandra Noemi Bucu Saz smiles at the camera as she stands in front of her plot of land"
        }
    ]
}