{
    "title": "Toyota unit to settle emissions scandal for $1.6bn",
    "text": "Toyota subsidiary Hino Motors has agreed to pay $1.6bn (£1.3bn) and plead guilty to deceiving US regulators about the amount of emissions produced by its diesel engines. The truck company will also be banned from exporting its diesel engines to the country for five years. It comes after Hino was charged with fraud in a Detroit court for selling 105,000 illegal engines in the US between 2010 and 2022. The settlement still requires approval by a US court. According to the US Justice Department, Hino submitted \"false and fraudulent\" emission testing and fuel consumption data in a \"criminal conspiracy\" that allowed it to import and sell its engines in the United States. \"Hino Motors engaged in a years-long scheme to alter and fabricate emissions data in order to get a leg up over its competitors and boost their bottom-line,\" said FBI Director Christopher Wray. \"To further this fraudulent scheme, Hino violated laws and regulations intended to protect American's health and the environment.\" On top of the five-year diesel engine import ban, Hino has also committed to a compliance and ethics plan during that period. \"We take this resolution seriously and will ensure that the field fix, the Environmental Mitigation Program, and further strengthening of our compliance system ... are implemented,\" said Satoshi Ogiso, Hino's chief executive and president in a statement. \"We deeply apologize for the inconvenience caused to our customers and stakeholders.\" The US Environmental Protection Agency said Hino has also agreed to recall some infringing heavy-duty trucks and to replace marine and locomotive engines across the country to offset excess air emissions. In order to cover costs resulting from its legal problems, Hino said that in its second quarter financial results announced in October, it reported an extraordinary loss of 230 billion yen (£1.2bn, $1.48bn). In the last decade, several car makers admitted to lying about the emissions produced by their diesel engines. In what has become known as the dieselgate scandal, brands throughout the Volkswagen corporate empire were implicated, including Audi, Porsche, Seat and Skoda as well as Volkswagen itself. Volkswagen has spent more than 30 billion euros (£25bn, $30.9bn) paying fines, issuing recalls and compensating its customers.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5472/live/7dfc4d80-d46f-11ef-bc87-3f424336a1cd.jpg.webp",
            "caption": "The truck company will also be banned from importing its diesel engines into the US for five years",
            "altText": "Getty Images Logo of Hino Motors."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1e3a/live/777c5e90-d3b7-11ef-9da7-c1c79bfc6e92.jpg.webp",
            "caption": "",
            "altText": "US President Donald Trump, right, and Xi Jinping, China's president, greet attendees waving American and Chinese national flags during a welcome ceremony outside the Great Hall of the People in Beijing, China, on Thursday, 9 November, 2017"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/75c2/live/8dcfc4c0-d321-11ef-9bab-e1537b3d246b.jpg.webp",
            "caption": "",
            "altText": "Farmer Sandra Noemi Bucu Saz smiles at the camera as she stands in front of her plot of land"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/82d8/live/2dccf420-ccdd-11ef-9f81-4d65801d86b1.jpg.webp",
            "caption": "",
            "altText": "A girl entering a CT scanning machine"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/095b/live/b6dbea60-d407-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Young Danes cycling in Copenhagen"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4328/live/06f21490-d2d5-11ef-a2cb-8929c6f038f8.jpg.webp",
            "caption": "",
            "altText": "Elon Musk arrives on Capitol Hill on 5 December, 2024 in Washington, DC."
        }
    ]
}