{
    "title": "Trump names Gibson, Stallone and Voight Hollywood ambassadors",
    "text": "US President-elect Donald Trump has appointed three film stars to be special ambassadors tasked with promoting business opportunities in Hollywood. \"It is my honor to announce Jon Voight, Mel Gibson, and Sylvester Stallone, to be Special Ambassadors to a great but very troubled place, Hollywood, California,\" Trump wrote on his Truth Social platform. \"They will serve as Special Envoys to me for the purpose of bringing Hollywood, which has lost much business over the last four years to Foreign Countries, BACK—BIGGER, BETTER, AND STRONGER THAN EVER BEFORE!\" All three celebrity figures have recently been associated with Trump and his election campaign. It is unclear what their roles will involve. In a statement, Gibson, 69, said he received the news \"at the same time as all of you and was just as surprised. \"Nevertheless, I heed the call. My duty as a citizen is to give and help and insight I can.\" Gibson, who recently lost his home in the Los Angeles wildfires, added: \"Any chance the position comes with an Ambassador's residence?\" The Braveheart and Mad Max star had publicly endorsed Trump in a video released shortly before November's election. He also criticised Vice-President Kamala Harris, who was Trump's Democratic rival in the presidential race. Stallone, 78, best known for playing the titular character in the Rocky franchise,  introduced Trump at Mar-a-Lago for his post-election victory speech. He compared the president-elect to America's first leader, calling him the \"second George Washington\". \"Without him, you can imagine what the world would look like?\" he said. He added that Washington - who was president from 1789 to 1797 - didn't realise he would change the world when he defended his country. Voight, 86, who starred in Midnight Cowboy and Pearl Harbor, is a long-time supporter of Trump and has called him the greatest president since Abraham Lincoln. It's been a difficult few years for Hollywood with the Covid pandemic, multiple labour strikes, and competition with streaming services. Lucas Shaw, a long-time Hollywood analyst, does not believe the new envoys can do much to help the struggling industry. \"He [Trump] sees them as allies, and he can use them to talk about change in Hollywood, but I don't imagine you're going to have John Voight and Sylvester Stallone and Mel Gibson trying to figure out how to restore the cable bundle, or make streaming more profitable, or figure out how to make China import more Hollywood movies,\" he said. Trump's relationship with Hollywood has been fraught with tension and controversy. The entertainment industry was partly responsible for bringing Trump back to prominence with his reality show, The Apprentice, as it bolstered his image as a savvy businessman, Mr Shaw told the BBC. Trump's ascent to the White House changed the dynamic, putting him at odds with the politics of much of the industry. \"Hollywood tends to donate to and support Democrats more than Republicans, and so it serves as an effective industry for him to criticise,\" said Mr Shaw. It is also easy to \"portray as these rich fat cats who don't have your interests in mind\". In August 2019, during his first term, Trump criticised the film industry as \"racist\" and accused it of creating \"very dangerous\" movies. His comments stemmed from controversy ahead of the release of the film The Hunt, an action-horror about a group of elites who hunt people for sport. Speaking outside the White House, he said that Hollywood was doing a \"tremendous disservice to the country\" by producing content that incites violence and division. The following year, Trump took aim at the Academy Awards for selecting South Korean film Parasite as best picture. He questioned how a foreign film could win the top honour and suggested it was undeserving. Trump's stance on immigration, climate change, and social justice has drawn sharp criticism from major celebrities, and he has faced the ire of stars like Meryl Streep and Robert De Niro. Some of his policies have also targeted Hollywood, including a push to end tax breaks for film production in certain states. The announcement of his special ambassadors for Hollywood comes just four days before his inauguration in Washington DC on 20 January. Los Angeles - the heart of the entertainment industry - is currently struggling to contain deadly wildfires that have destroyed thousands of homes and buildings and left many businesses struggling to recover. Damages are estimated at approximately $250bn (£204bn).",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e6d/live/17bddaa0-d45d-11ef-a777-d1a42f055885.jpg.webp",
            "caption": "",
            "altText": "Getty Images Donald Trump and Sylvester Stallone clasp each other's hands on stage at a gala at Mar-a-Lago in November 2024 "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/aafb/live/12d55150-d465-11ef-8ff3-1b4b69bcc516.jpg.webp",
            "caption": "",
            "altText": "Donald Trump's presidential portrait. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1e3a/live/777c5e90-d3b7-11ef-9da7-c1c79bfc6e92.jpg.webp",
            "caption": "",
            "altText": "US President Donald Trump, right, and Xi Jinping, China's president, greet attendees waving American and Chinese national flags during a welcome ceremony outside the Great Hall of the People in Beijing, China, on Thursday, 9 November, 2017"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/562c/live/ca938990-42c2-11ef-9b76-575d2882794d.png.webp",
            "caption": "",
            "altText": "Black and white photo of Vance at microphone in front of stars and stripes"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5919/live/efd23690-d42e-11ef-94cb-5f844ceb9e30.png.webp",
            "caption": "",
            "altText": "A montage image: Includes black and white image of Trump and a red map. On the right is Jeremy Bowen in a blue press vest."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd85/live/99f40c50-d468-11ef-bb39-2f9033d1ecc6.jpg.webp",
            "caption": "",
            "altText": "The SpaceX 'Starship' rocket takes off from the company's Starbase facility in Texas, USA."
        }
    ]
}