{
    "title": "Twin Peaks film director David Lynch dies at 78",
    "text": "David Lynch, theAmerican filmmaker whose works include the surrealist cult classics Mulholland Drive and Twin Peaks, has died aged 78. Lynch's death was announced on his official Facebook page by his family. \"There's a big hole in the world now that he's no longer with us,\" the post said. \"But, as he would say, 'Keep your eye on the donut and not on the hole.' … It's a beautiful day with golden sunshine and blue skies all the way.\" Lynchrevealed in August last yearhe was battling emphysema, a chronic lung disease, from \"many years of smoking\". Considered by many a maverick filmmaker, he received three best director Oscar nominations throughout his career for his work on Blue Velvet, The Elephant Man and Mulholland Drive. His last major project was Twin Peaks: The Return, which was broadcast in 2017, and continued the TV series that ran for two seasons in the early 1990s. He won the prestigious Palme d'Or at the Cannes film festival for Wild at Heart in 1990. The star of that film, Nicolas Cage, told the BBC World Service's Newshour programme he was one of the main reasons he fell in love with cinema. \"I used to see his movie Eraserhead in Santa Monica,\" he said. \"He's largely instrumental for why I got into filmmaking. He was one of a kind. He can't be replaced.\" Fellow film director Steven Spielberg said he was a \"singular, visionary dreamer who directed films that felt handmade\". \"The world is going to miss such an original and unique voice,\" Spielberg said in astatement to Variety. Director Ron Howard paid tribute on social media, calling him a\"gracious man and fearless artist who followed his heart & soul proved that radical experimentation could yield unforgettable cinema\". Musician Moby, for whom Lynch directed the video for Shot In The Back Of The Head, said he was \"just heartbroken\". Many of Lynch'sfilms were known for their surrealist, dreamlike quality. Eraserhead, his first major release in 1977, was filled with dark, disturbing imagery. \"While his imagination clearly has an eye for the viscerally potent, this remains an unremarkable feat by his later standards,\" a BBC reviewersaidof the film in 2001. In a May 2024interviewwith BBC Radio Three's Sound of Cinema, Lynch described the process of working with late composer Angelo Badalamenti, who designed many of the soundscapes that accompanied his vision. \"And then I say, 'no that's still too fast, it's not dark enough, it's not heavy and foreboding enough,'\" Lynch recalled. His body of work was recognised at the Oscars in 2020 when he was given an honorary Academy Award. The director said last year that, despite his emphysema diagnosis, he was in \"excellent shape\" and would \"never retire\". He added the diagnosis was the \"price to pay\" for his smoking habit. But his condition deteriorated within months. In a Novemberinterviewwith People magazine, he said he needed oxygen to walk. Born in Missoula, Montana, Lynch first began a career in painting before switching to making short films during the 1960s.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b9fd/live/c7988900-d441-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "Reuters David Lynch wearing a black suit and tie"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c064/live/8d0146f0-d42e-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Picture of Justin Baldoni smiling"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/f7d2/live/67fcf240-d42a-11ef-b20c-8bcfada6218e.jpg.webp",
            "caption": "",
            "altText": "Actress Caprice stands alongside a crew member on location at a café in Aberfeldy.  "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d73c/live/dd049b00-d1bf-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Marianne Jean-Baptiste in Hard Truths"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/210b/live/fca262d0-d336-11ef-b1bb-f56965424f3f.png.webp",
            "caption": "",
            "altText": "Selena Gomez in Emilia Perez "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9251/live/273d4d60-d32e-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "Close up of Adrien Brody"
        }
    ]
}