{
    "title": "US FDA officially authorises Zyn nicotine pouches for sale",
    "text": "The US Food and Drug Administration (FDA) has authorised Zyn nicotine pouches to be sold to as a tool to quit smoking cigarettes. Thursday's decision allows 10 Zyn flavours, including mint, coffee, cinnamon and menthol, to remain on the market. The pouches, which are made by tobacco giant Phillip Morris, have been on the market for US adults for more than a decade as the FDA reviewed whether to formally allow them. Nicotine pouches do not contain any actual tobacco, unlike other forms of oral nicotine, and have exploded in popularity in recent years. A nicotine pouch is placed between the gum and the lips and slowly emits nicotine, similar to traditional anti-smoking methods like a nicotine patch or chewing gum. They are similar to snus, an oral smokeless tobacco product primarily used in Norway and also in Sweden, the only European Union (EU) country where it is legal. Snus contains tobacco and is illegal in the UK and the rest of the EU, but is permitted in the US. The FDA decision does not mean that Zyn is safe to use, but instead that is less harmful than other forms of nicotine and tobacco. The agency's statement said that the company supplied data from a study \"showing that a substantial proportion of adults who use cigarette and/or smokeless tobacco products completely switched to the newly authorized nicotine pouch products\". Unlike E-cigarettes, which were authorised as a device for quitting smoking before seeing a large spike in use by children, there is no evidence that teens widely are flocking to nicotine pouches in the same way. Less than 2% of American students say they used pouches last year, according to the FDA. The FDA says that even though the products have been given permission to be legally marketed in the US, it \"does not mean these tobacco products are safe, nor are they 'FDA approved'\". \"There is no safe tobacco product,\" the agency said. \"Youth should not use tobacco products and adults who do not use tobacco products should not start.\" On Wednesday, the FDA proposed a new rule to cap the amount of nicotine permitted in cigarettes, cigars and rolling tobacco.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/04b4/live/493dc650-d442-11ef-93ce-574f8f93dcfa.jpg.webp",
            "caption": "",
            "altText": "Getty Images Two cans of Zyn on a table, one of them open. There are some pouches on the counter. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/aafb/live/12d55150-d465-11ef-8ff3-1b4b69bcc516.jpg.webp",
            "caption": "",
            "altText": "Donald Trump's presidential portrait. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/562c/live/ca938990-42c2-11ef-9b76-575d2882794d.png.webp",
            "caption": "",
            "altText": "Black and white photo of Vance at microphone in front of stars and stripes"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd85/live/99f40c50-d468-11ef-bb39-2f9033d1ecc6.jpg.webp",
            "caption": "",
            "altText": "The SpaceX 'Starship' rocket takes off from the company's Starbase facility in Texas, USA."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e81/live/4f5f5df0-d410-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "Remains of houses burned by wildfires in Los Angeles"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6e6d/live/17bddaa0-d45d-11ef-a777-d1a42f055885.jpg.webp",
            "caption": "",
            "altText": "Donald Trump and Sylvester Stallone clasp each other's hands on stage at a gala at Mar-a-Lago in November 2024 "
        }
    ]
}