{
    "title": "Warnings of stowaway snakes and tree-frogs hiding in pot plants",
    "text": "Frogs, lizards, snakes, spiders and other insect pests are being transported across the world on cut flowers and potted plants, with the potential to harm nature, according to scientists. These \"hitchhiking intruders\" have included a tree frog that emerged from roses at a florist's shop in Sheffield and snakes discovered in ornamental olive trees shipped across mainland Europe. The shipments could also contain invasive pests capable of causing severe damage to crops and the countryside, say researchers at the University of Cambridge. With the global market for plants, bulbs and cut flowers expanding rapidly, they say improved standards are urgently needed. \"Adult snakes and lizards are just the tip of the iceberg,\" said Prof William Sutherland, of the University of Cambridge. \"If they're getting through, what's the chance of us spotting small insects and fungi – the things that really cause the problems?\" The production of ornamental plants is growing fast and expanding geographically,  particularly in East Africa and South America. While regulations and border checks are in place, the sheer volume of cut flowers and ornamental plants being traded at speed makes it extremely difficult to intercept all the pests and diseases they carry, said Dr Silviu Petrovan of the University of Cambridge. \"Even with the best of intentions, unwanted hitchhikers are getting through customs import checks all the time,\" he said. The reptile expert was once called in to identify a live frog at a florist's in Sheffield. He thought it was a prank, but was stunned to find it was a tree-frog that had arrived with roses from Colombia via Ecuador. Frogs, lizards and insects pests are the main stowaways detected in the UK. Across mainland Europe, a number of exotic reptiles and amphibians have been accidentally discovered, particularly in potted olive trees: In the research, published in the journalBioscience, the team analysed records of pests found in ornamental plants at customs in The Netherlands over 2017-2018, and reported to the Department for Environment, Food and Rural Affairs in the UK over 2021-2023. They are calling for improved production standards and for data on specific risks from trade to be collected and shared. Follow Helenon Bluesky.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/e9a6/live/39df63e0-d423-11ef-af3b-4ddbbd6557f0.jpg.webp",
            "caption": "A snake was discovered on ornamental trees transported across mainland Europe",
            "altText": "Getty Images A brown and gold spotted snake is coiled up on a bed of gravel with one amber eye showing."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/036f/live/05962630-d416-11ef-b387-69ed9121b472.jpg.webp",
            "caption": "Italian wall lizard found on a potted plant imported to The Netherlands",
            "altText": "Els Fransen Ravon A small green lizard sits on the gnarled trunk of an ornamental olive tree with a backdrop of pebbles.\n"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/db07/live/89bc9020-d416-11ef-b387-69ed9121b472.jpg.webp",
            "caption": "Continental European snakes, geckos and lizards have been found in imports of ornamental olive trees in The Netherlands",
            "altText": "University of Cambridge Five mature olive trees are arranged in black plastic pots and set out for sale at a nursery."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c82d/live/1025ddd0-d41a-11ef-9321-378935dad855.jpg.webp",
            "caption": "Italian wall lizard found on a crate in a plant nursery in The Netherlands",
            "altText": "Felix Verschoor Ravon A small green, brown, white and black lizard crawls across a black plastic crate among fallen leaves.\n"
        },
        {
            "url": "https://ichef.bbci.co.uk/images/ic/480x270/p0kjrlpt.jpg.webp",
            "caption": "",
            "altText": "Snow is cleared from a path in Atlanta, Georgia (Credit: Getty Images)"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/81b2/live/56148dc0-d404-11ef-bcce-a16f350759fd.jpg.webp",
            "caption": "",
            "altText": "Three participants in the My Green Future volunteering project pictured coppicing in the woods in Frensham, Surrey. On the right-hand side is two male participants, one of which is using a tool to coppice a tree. On the left-hand side is a female participant, who is watching the process. "
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d365/live/249ea450-d347-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "",
            "altText": "The landscape at Dartmoor. There are two trees and rocks on the grass."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ec3e/live/ca320730-d352-11ef-8ee5-5100e9033936.png.webp",
            "caption": "",
            "altText": "A man in an orange high-viz jacket stands beside a well with red and silver pipes and cylinders coming from it."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c002/live/88abe4a0-d1bf-11ef-8a2a-b1f18b093115.png.webp",
            "caption": "",
            "altText": "Barn owl standing on the ledge of a triangular nest box with two fledged chicks and the heads of two others visible behind them. "
        }
    ]
}