{
    "title": "What happens if TikTok is banned?",
    "text": "TikTok will be banned in the US on 19 January - unless the Supreme Court accepts alast ditch legal bid fromits Chinese owner, ByteDance, that to do so would be unconstitutional. But even if the country's highest judicial authority agrees with the lower courts - and Congress - that the platform is a threat to national security will that actually stop Americans using it? Will there be ways to bypass the ban - or could president-elect Donald Trump find a way to stop a law he says he is opposed to, even if the courts uphold it? TikTok boss Shou Zi Chew will certainly hope so - the BBC's US partnerCBS is reportinghe will attend Trump's inauguration alongside former presidents and family members on 20 January. And whatever happens to the social media platform, who stands to benefit from the uncertainty clouding its future? The most likely way the US would ban TikTok is to order app stores, such as the Google Play Store and Apple's App Store, to make it unavailable for download in that region. US lawmakers have already told  tech firms to be ready to remove the app from their stores if a ban comes into force. That would mean people could no longer use a legitimate means to access TikTok - though it would also mean people who've already got it would still have it on their phones. Because the app would not be publicly available anymore, new updates could no longer be delivered to users in the US - which would make the app buggier and, eventually, unusable. Not to mention that many updates are provided to fix security holes in apps, so if TikTok stopped getting updates that could present hackers with millions of devices to target. Of course, there are ways around such a ban. There are already many videos circulating on TikTok informing users how to use a VPN (virtual private network) - a way of making it appear as if you are in another region. The region of app stores can also be changed on most devices, so anyone can theoretically access apps from other countries - though this may cause other problems, not to mention likely breaking terms of service agreements. It is also possible to install apps downloaded from the internet by modifying a device - which may break copyright law - and comes with its own risks. However the government has also anticipated this so is also proposing to ban \"internet hosting services\" from giving people access to the app. So if the ban took this kind of form it seems likely that those who are determined to use TikTok after it comes into effect will be able to do so - but it won't be the experience they are used to. There are still other routes available to the government down the road - for example, after India banned TikTok in 2020, it ordered internet providers to block access to the app altogether. And even if people did use a VPN, there are still ways TikTok could theoretically judge whether a person is based in the US - and then simply present them with a screen saying the app is not available in their country. It remains to be seen whether TikTok would decide to assist the government in its own ban - but it is being reported by Reuters that it plans to do so. TikTok's own lawyer told the Supreme Court that he believes the app will \"go dark\" in the US unless it rules in its favour. The complexity of the issue means even the experts are unclear about what happens next. Professor Milton L. Mueller of the Georgia Institute of Technology - who filed a legal brief in support of TikTok - said a lack of clarity around how far the US could extend its authority to enforce the law makes knowing what technically happens if a ban goes ahead difficult to determine. But he said what was clear was the impact it would have on users and the internet itself. \"It would totally legitimise the fragmentation of the internet along national or jurisdictional boundaries,\" he said. Trump has been clear he is against the law - which would come into force the day before he returns to office - asking the Supreme Court to delay its implementation while he seeks a \"political solution.\" His incoming national security advised Mike Waltz told Fox News the president-elect was looking for ways to \"preserve\" TikTok regardless of the court's ruling, saying Americans' access to the platform and their data would be preserved. The precise mechanism for doing that is unclear, though -according to the Washington Post- one option under consideration is for Trump to sign an executive order which would suspend the enforcement the law. \"I don't want to get ahead of our executive orders, but we're going to create the space to put that deal in place,\" Mr Waltz said. Another option would be for Trump to allow the law to stand but tell the Department of Justice not to enforce it. The government would be effectively telling Apple and Google that they won't be punished for continuing to allow access to TikTok, meaning the law would remain in place but would essentially be redundant. Obviously, the firms might be uncomfortable about breaking the law even if they've been told it's fine - as it would be effectively requiring them to take the president's word for it that they won't face punishment. Up until now, ByteDance has been resolute that no sale of its prize asset in the US is on the table. But could that change if it is actually banned - and when a president who prides himself on \"the art of the deal\" returns to the White House? Potential buyers continue to line up - withBloomberg News reporting on Tuesdaythat the firm was looking at a sale to billionaire Elon Musk, thoughTikTok has since described thisas \"pure fiction\". Trump's former treasury secretary Steven Mnuchin and billionaire businessman Frank McCourt are among those who have previously expressed an interest in  buying it. Mr McCourt, a former owner of the Los Angeles Dodgers baseball team, said he had secured $20 billion in verbal commitments from a consortium of investors to bid for TikTok. There is an even more leftfield - and considerably less serious - proposed owner. The biggest YouTuber in the world MrBeasthas claimed he's now in the running to make a dealafter he had billionaires reaching out to him about it. Though it may seem like a joke, he has a significant financial incentive to try and save the app - MrBeast has more than 100m followers on TikTok. TikTok says it has 170 million users in the US who, on average, spent 51 minutes per day on the app in 2024. Ban TikTok or make it less usable and that creates a huge opportunity for its big tech rivals says Jasmine Enberg, analyst at Insider Intelligence. \"Meta-owned Instagram Reels and YouTube Shorts, owned by Google, are the most natural fits for displaced users, creators, and advertisers,\" she says. Facebook could benefit too, though Ms Enberg says, in common with all Meta platforms,the controversial policy changesannounced by boss Mark Zuckerberg could potentially lessen its appeal. Users bring advertisers - so a ban could be a big financial boost to those platforms. \"Chief Marketing Officers who we've spoken with confirmed that they will divert their media dollars to Meta and Google if they can no longer advertise on TikTok - this is the same behaviour we saw in India when they banned TikTok in 2020\", said Forrester principal analyst Kelsey Chickering. Lemon8, which is also owned by ByteDance, would have been an obvious place for people to go following a ban - but the law stipulates it also applies to other apps owned or operated by the firm. This means Lemon8 is probably also going to face being made inaccessible in the US. Other potential winners include Twitch, which made its name on hosting livestreams - a popular feature on TikTok. Twitch is well known particularly to gamers, though it continues to grow with other content. Other Chinese-owned platforms,such as Xiaohongshu- known as RedNote among its US users - have seen rapid growth in the US and the UK. Still, some suggest no existing app can truly replace TikTok, in particular its feature TikTok Shop, which lets users purchase products directly from videos, and makes a lot of money for US creators. Craig Atkinson, CEO of digital marketing agency Code3, said there was no direct competitor that people could easily switch to - and notes his agency was signing new contracts with clients to build TikTok Shop campaigns as late as December.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/4b8c/live/8d2a4a10-d32e-11ef-9bab-e1537b3d246b.jpg.webp",
            "caption": "Protestors continue to gather outside the Supreme Court in a last-ditch bid to convince lawmakers to listen to their plight",
            "altText": "Getty Images A group of young people holding a sign reading 'Keep TikTok' stand in cold-weather clothes outside the Supreme Court in the US."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/a82d/live/343f8870-d32e-11ef-9bab-e1537b3d246b.jpg.webp",
            "caption": "",
            "altText": "Getty Images Donald Trump stands with a neutral expression on his face."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6f30/live/49db4d40-d32e-11ef-9bab-e1537b3d246b.jpg.webp",
            "caption": "TikTok's boss Shou Zi Chew has always refuted the idea of selling off part of the platform",
            "altText": "Getty Images Shou Zi Chew wearing a sharp suit with short hair speaking at an event."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd85/live/99f40c50-d468-11ef-bb39-2f9033d1ecc6.jpg.webp",
            "caption": "",
            "altText": "The SpaceX 'Starship' rocket takes off from the company's Starbase facility in Texas, USA."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9f5d/live/68323370-d474-11ef-a91c-bf9534ed797e.jpg.webp",
            "caption": "",
            "altText": "Yvette Cooper giving statement from in the House of Commons. Colleagues can be seen sitting in the rows of benches behind her."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/8fc8/live/c6796af0-d421-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "A woman in a white sleeveless top stands in New York City's Times Square at dusk, looking down at the smartphone in her hands"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1c61/live/7bb88100-d40c-11ef-ad55-538659cd2e35.jpg.webp",
            "caption": "",
            "altText": "Donald Trump"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/20ce/live/e75e58e0-d410-11ef-b387-69ed9121b472.jpg.webp",
            "caption": "",
            "altText": "A young woman in a pink coat and brown hair tied back looks off camera."
        }
    ]
}