{
    "title": "Women held keys to land and wealth in Celtic Britain",
    "text": "Women in Britain 2,000 years ago appear to have passed on land and wealth to daughters not sons as communities were built around women's blood lines, according to new research. Skeletons unearthed in Dorset contained DNA evidence that Celtic men moved to live with their wives' families and communities. Scientists found evidence of a whole community built around the female line of a family over generations, probably originating with one woman. \"This points to an Iron Age society in Britain where women wielded quite a lot of influence and could shape its trajectory in many ways,\" says Dr Lara Cassidy at Trinity College, Dublin, lead author of the research. It is the first time this evidence of communities being built around women has been documented in ancient European history. The scientists believe that the communities also invested a lot in their daughters as they would probably inherit their mother's status. \"It's relatively rare in modern societies, but this might not always have been the case,\" says Dr Cassidy. The team found evidence that it happened in numerous places in Britain, suggesting it was widespread. The communities analysed lived around the same time as Boudica, the warrior Queen who led a rebellion against Roman invaders in East Anglia around AD 61. Dr Cassidy sequenced DNA taken from the bones of 57 individuals from a tribe called the Durotriges. The people lived in Winterborne Kingston, Dorset around 100 BC to AD 100. The skeletons were dug up from a cemetery by a team of archaeologists at Bournemouth University. By tracing mitochondrial DNA, which is only passed on by women, Dr Cassidy found that most women in the community were related by blood dating back generations. By contrast, there was a lot of diversity in the Y chromosomes, which is passed from father to son, indicating that men from lots of different families married into the community. The DNA analysis also indicates that most of the ancestral line could be traced back to a single woman. The work indicates that this society was what is known as matrilocal - meaning that a married man moved to live in his wife's community. \"The most sort of obvious benefit to a woman is that if you don't leave home, you don't leave your support network. Your parents, siblings, family members are all still around you,\" says Dr Cassidy. \"It's your husband who's coming in, he's the relative stranger to the community, and he's dependent on your family for his livelihood and land,\" she adds. The researchers found the same matrilocality evidence in bones from other cemeteries including in Cornwall and Yorkshire. She says that evidence of powerful women in ancient communities has often been dismissed an a one-off, not the norm, but these findings challenge that thinking. Archaeologists Prof Miles Russell and Prof Martin Smith found other evidence that women had high status. \"We find quite elaborately furnished graves with high status objects of wealth. Every time we find that, it occurs in women's graves, so we think wealth was being transferred down the female line,\" says Prof Martin Smith at Bournemouth university. The findings also back up Roman writings at the time which suggested that women in Britain were quite powerful, more so than in Rome. But Romans like Julius Caeser viewed that as a sign of backwardness. \"Women in Britain had power and it was a more egalitarian place. That was the biggest problem that Romans had with the Britons because Rome was a deeply patriarchal society. To them, it marked Britons as the ultimate Barbarians,\" says Professor Miles Russell at Bournemouth University. The majority of societies today are patrilocal, meaning women move to their husband's communities. But some matrilocal communities exist today or in the recent past, including the Akans in Ghana, West Africa and Cherokee in North America. The scientists say that Iron Age Britain may have been matrilocal because men were frequently away fighting. Dr Cassidy compares it to World War Two when women gained more political and economic power. Matrilocal societies are also less likely to experience internal conflict, she says. \"It can promote feelings of unity among neighbouring communities and villages. It disperses groups of related males, stopping groups of related males developing strong loyalties and starting feuds with the related males nearby,\" she suggests. The findings are published in thescientific journal Nature. Follow Georgina onBlue Sky.",
    "images": [
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d490/live/c36886f0-d2ac-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "Many skeletons of women were found buried with valuable objects like pots",
            "altText": "Bournemouth University A pit in a cemetary in Dorset showing a woman digging around skeleton bones"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/bbc2/live/c08f7510-d356-11ef-94cb-5f844ceb9e30.png.webp",
            "caption": "The archaeologists were delighted to find skeletons so well-preserved in the clay soil in Dorset",
            "altText": "Bournemouth university A skeleton in a grave in Dorset"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/cc12/live/0914fbc0-d2ad-11ef-9fd6-0be88a764111.jpg.webp",
            "caption": "The skeletons of people from the Durotriges tribe were very well-preserved",
            "altText": "Bournemouth university A skeleton in foetal position in a shallow grave in Dorset"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/d75e/live/57ddd290-d334-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "The team from Trinity College and Bournemouth excavated and analysed skeletons from 57 people",
            "altText": "Bournemouth University Four people in a field at an archaelogical dig in Dorset"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/e9a6/live/39df63e0-d423-11ef-af3b-4ddbbd6557f0.jpg.webp",
            "caption": "",
            "altText": "A brown and gold spotted snake is coiled up on a bed of gravel with one amber eye showing."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6525/live/7a47edf0-d3f4-11ef-94cb-5f844ceb9e30.jpg.webp",
            "caption": "",
            "altText": "A Blue Origin New Glenn rocket lifts off from Space Launch Complex 36 from the Kennedy Space Center on its maiden flight, at Cape Canaveral, Florida on January 16, 2025."
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/21de/live/79050ce0-cf42-11ef-87df-d575b9a434a4.jpg.webp",
            "caption": "",
            "altText": "A person looks down while wearing a sunhat with taps pouring water into containers (out of frame) with a blue sky in the background, in Morocco in June 2024"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/c386/live/e7182200-ce87-11ef-a3a8-63524ef58ad1.jpg.webp",
            "caption": "",
            "altText": "Two tractors with union flags attached to their cabs, and displaying signs reading No Farmers, No Food are pictured side-by-side in Oxford"
        },
        {
            "url": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9791/live/6def87e0-ce98-11ef-a30d-93fd67dd3d91.jpg.webp",
            "caption": "",
            "altText": "Monitoring camera image of Mercury's north pole."
        }
    ]
}